{
    "en": {
        "pageTitle": "How can we assist you?",
        "manualFaq": ["Manual Handling FAQ's", "Major Faq's","Upon completion of your course, you can immediately download your course certificate.","Once you've finished the theoretical component, you have the option to schedule an online conference with our instructor for the practical segment, which typically lasts around 20-30 minutes.", "The cost for manual handling training is 35€, with no additional charges for the self-assessment.", "You have the flexibility to complete your course online at a time and place that suits your schedule.","Our courses are compatible with any internet-enabled device such as a laptop, mobile phone, or PC","Manual Handling Practical Part","Once you've completed the entire theoretical section and passed the theoretical test, kindly send us a text message via WhatsApp at +353894631967 (TEXT ONLY on WhatsApp, no phone calls) to schedule the practical session with our team. The practical segment can be conducted live through a webinar room with an instructor and typically lasts 15-20 minutes. There are no additional fees for the practical segment; the course price includes both the theory and self-assessment components.","Approval for Manual Handling Certificate","The Manual Handling Course is delivered by NFQ Level 6","Certification Delivery","Certificates are sent to the email used for registration and can also be downloaded and printed from our website. Access your course certificate promptly upon course completion. 📲📩 ", "Do I need to pay additional charge for practical part?","NO additional payment is required to proceed with the practical segment. The course fee includes both the theory and self-assessment components.", "Money-Back Guarantee", "We aim for your complete satisfaction with your purchase. Therefore, we provide a 15-day, no-hassle, no-questions-asked money-back guarantee if you're not entirely satisfied. To qualify for a valid refund claim, ensure you haven't completed the course or printed your certificate. Please email us your refund request, and our team will promptly assist you. ", "How can I schedule a Manual Handling Training session for a group of employees?", "Attached is a PDF file containing comprehensive information and instructions to assist you throughout this process. This feature allows you to monitor your employees' progress, download their certificates upon course completion, and offers various other functionalities. Our system was designed to ensure transparency for all customers, particularly for employers and companies managing their employees' training. For personalized assistance in navigating this process for the first time and experiencing its ease and convenience, please feel free to call us at 0894631967. We're here to assist you. ", "Download here:"],
        "aboutFaq": ["About our courses", "On what devices are your training courses functional?","You're able to access the training using any electronic device that has an internet connection.","Are your instructors accredited?","All our instructors are members of CMIOSH (Chartered Member of IOSH), indicating their affiliation with the Institution of Occupational Safety and Health. They are qualified at NFQ Level 6, meeting the standards mandated by Irish Legislation and HSA, ensuring full compliance and competence.","Is it possible for me to access the training material once I've finished the course?","You can utilize your username and password to log in and access the training materials 24/7, even after you've completed the training.","For how long will I have access to my training, and can I revisit the course material after I've finished it?","There's no time limit for our customers to complete the course. Each candidate can access the training anytime after completing the course using their personal login details received on the registration day. Additionally, they can reset these details on our website through the 'Forgot Password' section. Whether you prefer splitting your training into multiple sessions or completing it in one go, you're free to learn at your own pace entirely.","Is it possible for me to enroll in a course if I don't reside in Ireland?","Our course is accessible to anyone, regardless of their location. All you need is a device with an internet connection. If you're taking the course from outside Ireland, please ensure that your chosen course covers the legislation specific to your country. However, the course content remains identical worldwide, and the self-assessment is a standard requirement for all our training, irrespective of the country you're in.", "Looking for a discount?","Certainly! For bulk purchases of 10 or more courses, you'll receive a 10% discount off the original price. This discount is automatically calculated by our payment system when you add the specified number of courses to your cart. Should you require any further assistance or information, please don't hesitate to contact our team at +353894631967 📲 or email us at info@irish-manualhandling.com. We're here to help!", "What languages are offered for this training?", "This course offers comprehensive content translated into six languages, specifically tailored to meet our customers' needs. Upon registration, you'll be directed to the main homepage where you can choose your preferred language for the training. Please note that the practical part and self-assessment are available only in English. However, the course content is accessible in English, Polish, Spanish, Romanian, Russian, and Ukrainian languages."],
        "purchaseFaq": ["Purchasing courses","How can I get started?","You can access training on any electronic device as long as you have an internet connection.","How can I buy multiple courses for my employees?","When purchasing training for your team, please add the number of courses you need to your basket. After completing the purchase, you'll find them in the main menu under Billing > Packages.","Is it possible to pay via invoice or directly through the website's payment system?","We offer two payment options: The first and optimal choice is to pay through our website using our payment system, which accepts all major credit cards from any country. This allows immediate access to your course or courses without any delay. The second option involves payment via bank transfer, requiring an invoice for payment. However, access to your courses is granted only after the payment is received and confirmed in our bank account. Please anticipate a delay of up to 24-48 hours, depending on your bank. In both cases, you will receive an invoice for each processed payment.","Will I receive any discounts if I purchase multiple courses?","Our bulk discounts are automatically applied to orders that include a combination of courses. We provide the following discount for bulk purchases: 10% off for orders of 10 or more courses", "Can I buy the course for someone else?", "If you intend to register only one individual – whether a person, an employee, or a family member – you may proceed by providing the candidate's details (full name and personal email address). This will enable them to receive their unique login credentials via email, granting access to our website round the clock, allowing them to take the course at their convenience."],
        "loginFaq": ["Logging in", "I've bought the training but I'm unsure about the next steps.","To activate your course, please click on the following link: <a href=\"{{route('home')}}\" style=\"color: blue\">\"https://irish-manualhandling.com/packages\"</a>  If you encounter any difficulties during this process, please don't hesitate to reach out to our friendly Support Team. You can contact them by calling +353894631967 or by emailing us at \n <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>","I’ve forgotten my password.", "If you encounter difficulties completing your course, we suggest clearing your browser's cache. In many cases, after logging back into your account, you'll be able to proceed without any issues.\n\n                            If this solution doesn't resolve the problem and you're still experiencing difficulties, please contact our Support Team. You can reach us by calling +353894631967 or emailing us at :\n   <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a></p> For an optimal experience, we recommend completing our training using Google Chrome.","I'm encountering difficulties while trying to complete my training.","If you encounter challenges while completing your course, we suggest clearing your browser's cache, which can be done within your browser settings. Often, upon logging back into your account, this resolves most issues.\n\n                            Should this solution not resolve the problem and you continue experiencing difficulties, please contact our Support Team.\n                            <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>\nFor an optimal learning experience, we recommend completing our training using Google Chrome."],
        "assesFaq": ["Assesments and Certificates","Am I allowed to retake the course or the final test if I fail?", "No need to worry. You have three years of complimentary access to the entire course content and unlimited free attempts for the final test in case you don't pass initially.","How can I receive my certificate? What if it’s lost?","Once your training has been completely paid for, upon finishing your course, you can instantly download an electronic PDF copy of your certificate.","How can I receive my certificate? What if it’s lost?","Upon full payment for your training, you can instantly download an electronic PDF version of your certificate upon course completion; physical cards are not issued. Additionally, you'll receive three years of free access to your certificate in case of loss. To access your certificate, log in to our website using your personal login details and locate the 'Download Certificate' button on the homepage. Our system will promptly email your certificate. If you've forgotten your login details, you can reset them on our homepage by selecting the 'Forgot Password' section. A new personalized link and password will be instantly emailed to you (please check your spam and junk folders).\nThis course offers comprehensive content translated into five languages, specifically tailored to meet our customers' needs. Upon registration, you'll be directed to the main homepage where you can choose your preferred language for the training. The practical part/self-assessment is available only in English, while the course content is accessible in English/Polish/Spanish/Romanian/Russian/Ukrainian languages."]
    },
    "sp": {
        "pageTitle": "¿Cómo podemos ayudarte?",
        "manualFaq": ["Preguntas frecuentes sobre manejo manual", "Mejor Faq's","Al finalizar su curso, puede descargar inmediatamente su certificado del curso.", "Una vez que haya terminado el componente teórico, tiene la opción de programar una conferencia en línea con nuestro instructor para el segmento práctico, que suele durar entre 20 y 30 minutos.", "El coste de la formación en manipulación manual es de 35 €, sin cargos adicionales por la autoevaluación.", "Tienes la flexibilidad de completar tu curso online en un momento y lugar que se adapte a tu horario.", "Nuestros cursos son compatibles con cualquier dispositivo con acceso a Internet, como una computadora portátil, teléfono móvil o PC.", "Parte práctica de manejo manual", "Una vez que hayas completado toda la parte teórica y hayas aprobado el prueba teórica, por favor envíenos un mensaje de texto vía WhatsApp al +353894631967 (SOLO TEXTO por WhatsApp, no llamadas telefónicas) para programar la sesión práctica con nuestro equipo. El segmento práctico se puede realizar en vivo a través de una sala de seminarios web con un instructor y generalmente dura 15-20 minutos. No hay tarifas adicionales para el segmento práctico; el precio del curso incluye tanto el componente teórico como el de autoevaluación.", "Aprobación del Certificado de Manejo Manual", "El Curso de Manejo Manual es impartido por NFQ Nivel 6", "Entrega de Certificación", "Los certificados se envían al correo electrónico utilizado para registro y también se puede descargar e imprimir desde nuestro sitio web. Acceda a su certificado de curso inmediatamente después de finalizar el curso. 📲📩 ", "¿Tengo que pagar un cargo adicional por la parte práctica?", "NO se requiere pago adicional para continuar con el segmento práctico. El precio del curso incluye los componentes teórico y de autoevaluación.", "Garantía de devolución de dinero", "Nuestro objetivo es que usted esté completamente satisfecho con su compra. Por lo tanto, ofrecemos una garantía de devolución de dinero de 15 días, sin complicaciones y sin preguntas, si no está completamente satisfecho. Para calificar para un reclamo de reembolso válido, asegúrese de no haber completado el curso ni haber imprimido su certificado. Envíenos un correo electrónico con su solicitud de reembolso y nuestro equipo lo ayudará de inmediato. ", "¿Cómo puedo programar una sesión de capacitación en manejo manual para un grupo de empleados?", "Se adjunta un archivo PDF que contiene información completa e instrucciones para ayudarlo durante todo este proceso. Esta función le permite monitorear el progreso de sus empleados, descargar sus certificados al finalizar el curso y ofrece varias otras funcionalidades. Nuestro sistema fue diseñado para garantizar la transparencia para todos los clientes, en particular para los empleadores y las empresas que gestionan la formación de sus empleados. Para obtener asistencia personalizada para navegar este proceso por primera vez y experimentar su facilidad y conveniencia, no dude en llamarnos al 0894631967. Estamos aquí para ayudarlo. ", "Descarga aquí:"],
        "aboutFaq": ["Acerca de nuestros cursos", "¿En qué dispositivos funcionan tus cursos de capacitación?", "Puedes acceder a la capacitación utilizando cualquier dispositivo electrónico que tenga conexión a Internet.", "¿Están tus instructores acreditados?", "Todos nuestros instructores son miembros de CMIOSH (Miembro Colegiado de IOSH), lo que indica su afiliación con la Institución de Seguridad y Salud Ocupacional. Están calificados en el nivel 6 de NFQ, cumpliendo con los estándares exigidos por la legislación irlandesa y HSA, lo que garantiza el pleno cumplimiento y competencia.", "¿Puedo acceder al material de capacitación una vez que haya terminado el curso?", "Puede utilizar su nombre de usuario y contraseña para iniciar sesión y acceder a los materiales de capacitación las 24 horas del día, los 7 días de la semana, incluso después de haber completado la capacitación.", "¿Durante cuánto tiempo tendré acceso a mi formación y puedo volver a visitar el material del curso una vez que lo haya terminado?", "No hay límite de tiempo para que nuestros clientes completen el curso. Cada candidato puede acceder a la formación en cualquier momento después de completar el curso utilizando sus datos de inicio de sesión personales recibidos el día de registro. Además, pueden restablecer estos detalles en nuestro sitio web a través de la sección 'Olvidé mi contraseña'. Ya sea que prefieras dividir tu formación en varias sesiones o completarla de una sola vez, eres libre de aprender a tu propio ritmo.", "¿Puedo inscribirme en un curso si no resido en Irlanda?", "Nuestro curso es accesible para cualquier persona, independientemente de su ubicación. Todo lo que necesitas es un dispositivo con conexión a Internet. Si realiza el curso desde fuera de Irlanda, asegúrese de que el curso elegido cubra la legislación específica de su país. Sin embargo, el contenido del curso sigue siendo el mismo en todo el mundo y la autoevaluación es un requisito estándar para toda nuestra formación, independientemente del país en el que se encuentre.", "¿Busca un descuento?", "¡Por supuesto! Para compras al por mayor de 10 o más cursos, recibirás un 10% de descuento sobre el precio original. Nuestro sistema de pago calcula automáticamente este descuento cuando agrega la cantidad especificada de cursos a su carrito. Si necesita más ayuda o información, no dude en ponerse en contacto con nuestro equipo al +353894631967 ☎️ o envíenos un correo electrónico a info@irish-manualhandling.com. ¡Estamos aquí para ayudar!", "¿Qué idiomas se ofrecen para esta capacitación?", "Este curso ofrece contenido integral traducido a seis idiomas, diseñado específicamente para satisfacer las necesidades de nuestros clientes. Al registrarse, será dirigido a la página de inicio principal donde podrá elegir su idioma preferido para la capacitación. Tenga en cuenta que la parte práctica y la autoevaluación están disponibles únicamente en inglés. Sin embargo, el contenido del curso está disponible en inglés, polaco, español, rumano, ruso y ucraniano."],
        "purchaseFaq": ["Comprar cursos", "¿Cómo puedo empezar?", "Puede acceder a la capacitación en cualquier dispositivo electrónico siempre que tenga una conexión a Internet.", "¿Cómo puedo comprar varios cursos para mis empleados?", "Al comprar capacitación para su equipo, agregue la cantidad de cursos que necesita a su carrito. Después de completar la compra, los encontrará en el menú principal en Facturación > Paquetes.", "¿Cómo funciona el sistema de pago del sitio web?", "Ofrecemos dos opciones de pago: La primera y óptima opción es pagar a través de nuestro sitio web utilizando nuestro sistema de pago, que acepta todas las principales tarjetas de crédito de cualquier país. Esto le permite el acceso inmediato a su curso o cursos sin ningún retraso. La segunda opción implica el pago mediante transferencia bancaria, requiriendo una factura para el pago. Sin embargo, el acceso a sus cursos se otorga solo después de que el pago se reciba y confirme en nuestra cuenta bancaria. Anticipe un retraso de hasta 24-48 horas, dependiendo de su banco. En ambos casos, recibirá una factura por cada pago procesado.", "¿Recibiré algún descuento si compro varios cursos?", "Nuestros descuentos por volumen se aplican automáticamente a los pedidos que incluyen una combinación de cursos. Ofrecemos el siguiente descuento para compras al por mayor: 10% de descuento para pedidos de 10 o más cursos", "¿Puedo comprar el curso para otra persona?", "Si tiene la intención de registrar solo a una persona, ya sea una persona, un empleado o un familiar, puede proceder proporcionando los datos del candidato (nombre completo y dirección de correo electrónico personal). Esto les permitirá recibir sus credenciales de inicio de sesión únicas por correo electrónico, lo que les otorgará acceso a nuestro sitio web las 24 horas del día, permitiéndoles realizar el curso cuando les convenga."],
        "loginFaq": ["Iniciando sesión", "He comprado la formación pero no estoy seguro de los siguientes pasos.", "Para activar tu curso, haz clic en el siguiente enlace: <a href=\"{{route('home')}}\" style=\"color: blue\">\"https://irish-manualhandling.com/packages\"</a>. Si encuentras alguna dificultad durante este proceso, no dudes en ponerte en contacto con nuestro amable equipo de soporte. Puedes contactarlos llamando al +353894631967 o enviándonos un correo electrónico a\n <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>.", "Olvidé mi contraseña.", "Si encuentras dificultades al completar tu curso, te sugerimos limpiar la caché de tu navegador. En muchos casos, después de volver a iniciar sesión en tu cuenta, podrás continuar sin problemas.\n\n                            Si esta solución no resuelve el problema y sigues experimentando dificultades, por favor contacta a nuestro equipo de soporte. Puedes comunicarte con nosotros llamando al +353894631967 o enviándonos un correo electrónico a\n                                <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>.", "Estoy teniendo dificultades para completar mi formación.", "Si encuentras desafíos al completar tu curso, te sugerimos limpiar la caché de tu navegador, lo cual se puede hacer en la configuración de tu navegador. A menudo, al volver a iniciar sesión en tu cuenta, esto resuelve la mayoría de los problemas.\n\n                            Si esta solución no resuelve el problema y sigues experimentando dificultades, por favor contacta a nuestro equipo de soporte.\n                            <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>\nPara una experiencia de aprendizaje óptima, recomendamos completar nuestra formación usando Google Chrome."],
        "assesFaq": ["Evaluaciones y Certificaciones","¿Está permitido volver a tomar el curso o el examen final si fallo?", "No hay necesidad de preocuparse. Tienes tres años de acceso gratuito a todo el contenido del curso y intentos ilimitados gratuitos para el examen final en caso de que no apruebes inicialmente.", "¿Cómo puedo recibir mi certificado? ¿Qué pasa si se pierde?", "Una vez que hayas pagado completamente tu capacitación y terminado tu curso, puedes descargar instantáneamente una copia electrónica en PDF de tu certificado.", "¿Cómo puedo recibir mi certificado? ¿Qué pasa si se pierde?", "Al completar el pago total de tu capacitación, puedes descargar instantáneamente una versión electrónica en PDF de tu certificado al finalizar el curso; no se emiten tarjetas físicas. Además, recibirás tres años de acceso gratuito a tu certificado en caso de pérdida. Para acceder a tu certificado, inicia sesión en nuestro sitio web con tus datos de inicio de sesión personales y busca el botón 'Descargar Certificado' en la página de inicio. Nuestro sistema enviará rápidamente tu certificado por correo electrónico. Si olvidaste tus datos de inicio de sesión, puedes restablecerlos en nuestra página de inicio seleccionando la sección '¿Olvidaste tu contraseña?'. Un nuevo enlace y contraseña personalizados te serán enviados instantáneamente por correo electrónico (por favor, verifica tu carpeta de correo no deseado). Este curso ofrece contenido completo traducido a cinco idiomas, adaptado específicamente para satisfacer las necesidades de nuestros clientes. Al registrarte, serás dirigido a la página principal donde podrás elegir tu idioma preferido para el entrenamiento. La parte práctica/autoevaluación está disponible solo en inglés, mientras que el contenido del curso está disponible en inglés/polonés/español/rumano/ruso/ucraniano."]
    },
    "ro": {
        "pageTitle": "Cum vă putem ajuta?",
        "manualFaq": ["Întrebări frecvente despre Manual Handling", "Major Faq's","La finalizarea cursului, vă puteți descărca imediat certificatul de curs.", "Odată ce ați terminat componenta teoretică, aveți opțiunea de a programa o conferință online cu ajutorul nostru instructor pentru segmentul practic, care durează de obicei în jur de 20-30 de minute.", "Costul pentru formarea de manipulare manuală este de 35 EUR, fără costuri suplimentare pentru autoevaluare.", "Aveți flexibilitatea de a vă finaliza cursul online la un moment și un loc care se potrivesc programului dumneavoastră.", "Cursurile noastre sunt compatibile cu orice dispozitiv compatibil cu internet, cum ar fi un laptop, telefon mobil sau PC", "Partea practică a manipulării manuale", "Odată ce ați terminat întreaga secțiune teoretică și ați trecut testul teoretic, vă rugăm să ne trimiteți un mesaj text prin WhatsApp la +353894631967 (NUMAI TEXT prin WhatsApp, fără apeluri telefonice) pentru a programa sesiunea practică cu echipa noastră. Segmentul practic poate fi efectuat în direct printr-o sală de seminarii web cu un instructor și durează în mod obișnuit 15-20 de minute. Nu există taxe suplimentare pentru segmentul practic; prețul cursului include atât componentele teoretice, cât și cele de autoevaluare.", "Aprobarea pentru certificatul de manipulare manuală", "Cursul de manipulare manuală este livrat la nivelul 6 al NFQ", "Livrarea certificatelor", "Certificatele sunt trimise la adresa de e-mail utilizată pentru înregistrare și pot fi, de asemenea, descărcate și tipărite de pe site-ul nostru. Accesați certificatul de curs imediat după finalizarea cursului. 📲📩 ", "Trebuie să plătesc o taxă suplimentară pentru partea practică?", "NU este necesară nicio plată suplimentară pentru a continua cu segmentul practic. Taxa de curs include atât componentele teoretice, cât și cele de autoevaluare.", "Garanția de returnare a banilor", "Ne propunem să vă asigurăm satisfacția completă cu achiziția dvs. Prin urmare, oferim o garanție de returnare a banilor de 15 zile, fără probleme și fără întrebări, dacă nu sunteți pe deplin mulțumit. Pentru a califica pentru o cerere de rambursare validă, asigurați-vă că nu ați finalizat cursul sau imprimat certificatul. Vă rugăm să ne trimiteți o solicitare de rambursare prin e-mail, iar echipa noastră vă va ajuta cu promptitudine. ", "Cum pot programa o sesiune de instruire pentru manipulare manuală pentru un grup de angajați?", "Este atașat un fișier PDF care conține informații cuprinzătoare și instrucțiuni pentru a vă ajuta în întregul proces. Această caracteristică vă permite să monitorizați progresul angajaților dvs., să le descărcați certificatele la finalizarea cursului și oferă diverse alte funcționalități. Sistemul nostru a fost proiectat pentru a asigura transparența pentru toți clienții, în special pentru angajatori și companii care gestionează formarea angajaților lor. Pentru asistență personalizată în navigarea în acest proces pentru prima dată și pentru a experimenta ușurința și comoditatea acestuia, nu ezitați să ne sunați la 0894631967. Suntem aici pentru a vă ajuta.", "Descărcați aici:"],
        "aboutFaq": ["Despre cursurile noastre", "Pe ce dispozitive sunt funcționale cursurile dvs. de formare?", "Puteți accesa cursurile folosind orice dispozitiv electronic care are conexiune la internet.", "Sunt instructorii dvs. acreditați?", "Toți instructorii noștri sunt membri ai CMIOSH (Chartered Member al IOSH), indicând afilierea lor la Institution of Occupational Safety and Health. Sunt calificați la NFQ Nivelul 6, îndeplinind standardele impuse de legislația irlandeză și HSA, asigurând conformitatea și competența deplină.", "Este posibil pentru mine să accesez materialul de instruire odată ce am terminat cursul?", "Puteți folosi numele de utilizator și parola pentru a vă autentifica și accesa materialele de formare 24/7, chiar și după ce ați finalizat cursul.", "Pentru cât timp voi avea acces la cursul meu și pot revedea materialul de curs după ce l-am terminat?", "Nu există limită de timp pentru ca clienții noștri să finalizeze cursul. Fiecare candidat poate accesa cursul oricând după finalizarea cursului folosind datele personale de conectare primite în ziua înregistrării. În plus, aceștia pot reseta aceste detalii pe site-ul nostru prin secțiunea „Parola uitată”. Fie că preferați să vă împărțiți antrenamentul în mai multe sesiuni sau să îl finalizați dintr-o singură mișcare, sunteți liber să învățați în ritmul dvs. complet.", "Este posibil să mă înscriu la un curs dacă nu locuiesc în Irlanda?", "Cursul nostru este accesibil oricui, indiferent de locație. Tot ce aveți nevoie este un dispozitiv cu conexiune la internet. Dacă urmați cursul din afara Irlandei, asigurați-vă că cursul ales acoperă legislația specifică țării dumneavoastră. Cu toate acestea, conținutul cursului rămâne identic la nivel mondial, iar autoevaluarea este o cerință standard pentru toată formarea noastră, indiferent de țara în care vă aflați.", "Căutați o reducere?", "Cu siguranță! Pentru achizițiile în vrac a 10 sau mai multe cursuri, veți primi o reducere de 10% din prețul inițial. Această reducere este calculată automat de sistemul nostru de plată atunci când adăugați în coș numărul specificat de cursuri. Dacă aveți nevoie de asistență sau informații suplimentare, vă rugăm să nu ezitați să contactați echipa noastră la +353894631967 ☎️ sau să ne trimiteți un e-mail la info@irish-manualhandling.com. Suntem aici pentru a vă ajuta!", "Ce limbi sunt oferite pentru acest curs?", "Acest curs oferă conținut cuprinzător tradus în șase limbi, special adaptat pentru a satisface nevoile clienților noștri. La înregistrare, veți fi direcționat către pagina principală unde puteți alege limba preferată pentru curs. Vă rugăm să rețineți că partea practică și autoevaluarea sunt disponibile numai în limba engleză. Cu toate acestea, conținutul cursului este accesibil în limbile engleză, poloneză, spaniolă, română, rusă și ucraineană."],
        "purchaseFaq": ["Cumpărarea cursurilor", "Cum pot începe?", "Puteți accesa formarea pe orice dispozitiv electronic cu conexiune la internet.", "Cum pot cumpăra mai multe cursuri pentru angajații mei?", "La achiziționarea instruirii pentru echipa dvs., adăugați numărul de cursuri de care aveți nevoie în coșul dvs. După finalizarea achiziției, le veți găsi în meniul principal la Facturare > Pachete.", "Cum funcționează sistemul de plată al site-ului web?", "Oferim două opțiuni de plată: Prima opțiune și cea optimă este să plătiți prin intermediul site-ului nostru utilizând sistemul nostru de plată, care acceptă toate cardurile de credit principale din orice țară. Aceasta vă oferă acces imediat la cursul sau cursurile dvs. fără niciun fel de întârziere. A doua opțiune implică plata prin transfer bancar, necesitând o factură pentru plată. Cu toate acestea, accesul la cursurile dvs. este acordat doar după ce plata este primită și confirmată în contul nostru bancar. Așteptați o întârziere de până la 24-48 de ore, în funcție de banca dvs. În ambele cazuri, veți primi o factură pentru fiecare plată procesată.", "Voi primi vreun discount dacă cumpăr mai multe cursuri?", "Discounturile noastre pentru volum se aplică automat comenzilor care includ o combinație de cursuri. Oferim următorul discount pentru achizițiile en-gros: 10% reducere pentru comenzi de 10 sau mai multe cursuri", "Pot cumpăra cursul pentru altă persoană?", "Dacă intenționați să înregistrați doar o persoană, fie ea o persoană, un angajat sau un membru al familiei, puteți proceda furnizând datele candidatului (nume complet și adresă de e-mail personală). Aceasta le va permite să primească detaliile de autentificare unice prin e-mail, oferindu-le acces la site-ul nostru web 24 de ore pe zi, permițându-le să urmeze cursul în momentele care li se potrivesc."],
        "loginFaq": ["Autentificare", "Am achiziționat cursul, dar nu sunt sigur cu privire la pașii următori.", "Pentru a activa cursul tău, te rog să dai clic pe următorul link: <a href=\"{{route('home')}}\" style=\"color: blue\">\"https://irish-manualhandling.com/packages\"</a>. Dacă întâmpini dificultăți în acest proces, nu ezita să contactezi echipa noastră de suport. Poți să-i contactezi sunând la +353894631967 sau trimitându-ne un email la\n <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>.", "Mi-am uitat parola.", "Dacă întâmpini dificultăți în completarea cursului, îți sugerăm să-ți ștergi memoria cache a browserului. De multe ori, după ce te-ai autentificat din nou în contul tău, vei putea continua fără probleme.\n\n                            Dacă această soluție nu rezolvă problema și continui să întâmpini dificultăți, te rugăm să contactezi echipa noastră de suport.\n                            <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>", "Am dificultăți în timp ce încerc să finalizez cursul meu.", "Dacă întâmpini provocări în timpul completării cursului, îți sugerăm să-ți ștergi memoria cache a browserului, ceea ce poți face în setările browserului tău. Adesea, după ce te-ai autentificat din nou în contul tău, acest lucru rezolvă majoritatea problemelor.\n\n                            Dacă această soluție nu rezolvă problema și continui să întâmpini dificultăți, te rugăm să contactezi echipa noastră de suport.\n                            <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>\nPentru o experiență optimă de învățare, recomandăm să finalizezi cursurile noastre folosind Google Chrome."],
        "assesFaq": ["Evaluări și certificate", "Îmi este permis să reluez cursul sau testul final dacă nu reușesc?", "Nu trebuie să vă faceți griji. Aveți trei ani de acces gratuit la întregul conținut al cursului și încercări gratuite nelimitate pentru testul final în cazul în care nu promovați inițial.", "Cum îmi pot primi certificatul? Ce se întâmplă dacă acesta este pierdut?", "Odată ce pregătirea dvs. a fost plătită complet, la terminarea cursului, puteți descărca instantaneu o copie electronică PDF a certificatului dvs.", "Cum pot primi certificatul meu? Ce se întâmplă dacă acesta este pierdut?", "La plata integrală a instruirii dvs., puteți descărca instantaneu o versiune electronică PDF a certificatului dvs. la finalizarea cursului; cardurile fizice nu sunt emise. În plus, veți primi trei ani de acces gratuit la certificatul dvs. în caz de pierdere. Pentru a vă accesa certificatul, conectați-vă la site-ul nostru web utilizând detaliile dvs. personale de conectare și găsiți butonul „Descărcați certificatul” de pe pagina principală. Sistemul nostru vă va trimite prompt certificatul prin e-mail. Dacă ați uitat detaliile de conectare, le puteți reseta pe pagina noastră de pornire selectând secțiunea „Parola uitată”. Un nou link personalizat și o nouă parolă vă vor fi trimise instantaneu prin e-mail (vă rugăm să vă verificați dosarele de spam și mesaje nedorite).\nAcest curs oferă conținut cuprinzător tradus în cinci limbi, special adaptat nevoilor clienților noștri. La înregistrare, veți fi direcționat către pagina principală unde puteți alege limba preferată pentru curs. Partea practică/autoevaluarea este disponibilă numai în limba engleză, în timp ce conținutul cursului este accesibil în limbile engleză/poloneză/spaniolă/română/rusă/ucraineană."]
    },
    "pl": {
        "pageTitle": "Jak możemy Ci pomóc?",
        "manualFaq": ["Często zadawane pytania dotyczące ręcznej obsługi", "Najważniejsze pytania najczęściej zadawane", "Po ukończeniu kursu możesz natychmiast pobrać certyfikat ukończenia kursu.", "Po ukończeniu części teoretycznej możesz umówić się na konferencję online z naszym instruktorem w części praktycznej, która zazwyczaj trwa około 20-30 minut.", "Koszt szkolenia w zakresie obsługi ręcznej wynosi 35 €, bez dodatkowych opłat za samoocenę.", "Masz możliwość ukończenia kursu online w czasie i miejscu odpowiadającym Twojemu harmonogramowi.", "Nasze kursy są kompatybilne z dowolnym urządzeniem z dostępem do Internetu, takim jak laptop, telefon komórkowy lub komputer stacjonarny", "Część praktyczna dotycząca obsługi ręcznej", "Po ukończeniu całego część teoretyczną i zdałeś egzamin teoretyczny, wyślij nam wiadomość SMS za pośrednictwem WhatsApp pod numer +353894631967 (TYLKO SMS na WhatsApp, bez rozmów telefonicznych), aby umówić się na sesję praktyczną z naszym zespołem. Część praktyczną można przeprowadzić na żywo w pokoju webinarowym z instruktorem i trwa zazwyczaj 15–20 minut. Za część praktyczną nie pobiera się dodatkowych opłat; cena kursu obejmuje zarówno część teoretyczną, jak i elementy samooceny.", "Zatwierdzenie certyfikatu obsługi ręcznej", "Kurs obsługi ręcznej jest prowadzony przez NFQ na poziomie 6", "Dostarczenie certyfikatu", "Certificatele są wysyłane na adres e-mail używany do rejestracji i mogą być również pobierane i drukowane z naszej strony internetowej. Uzyskaj dostęp do certyfikatu kursu natychmiast po jego ukończeniu. 📲📩 ", "Czy muszę płacić dodatkową opłatę za część praktyczną?", "Żadna dodatkowa opłata nie jest wymagana, aby móc przystąpić do części praktycznej. Opłata za kurs obejmuje zarówno część teoretyczną, jak i samoocenę.", "Gwarancja zwrotu pieniędzy", "Dążymy do Twojego pełnego zadowolenia z zakupu. Dlatego zapewniamy 15-dniową, bezproblemową i bez zadawania pytań gwarancję zwrotu pieniędzy, jeśli nie będziesz w pełni usatysfakcjonowany. Aby zakwalifikować się do ważnego wniosku o zwrot pieniędzy, upewnij się, że nie ukończyłeś kursu lub nie wydrukowałeś certyfikatu. Prześlij nam e-mailem prośbę o zwrot pieniędzy, a nasz zespół niezwłocznie Ci pomoże.", "Jak mogę zaplanować sesję szkoleniową z zakresu obsługi ręcznej dla grupy pracowników?", "W załączeniu plik PDF zawierający wyczerpujące informacje i instrukcje pomocne w całym procesie. Ta funkcja pozwala monitorować postępy pracowników, pobierać ich certyfikaty po ukończeniu kursu i oferować wiele innych funkcji. Nasz system został zaprojektowany tak, aby zapewnić przejrzystość dla wszystkich klientów, zwłaszcza dla pracodawców i firm zarządzających szkoleniem swoich pracowników. Dla spersonalizowanej pomocy w nawigowaniu przez ten proces po raz pierwszy i doświadczenia jego łatwości i wygody, prosimy o kontakt pod numerem 0894631967. Jesteśmy tutaj, aby pomóc.", "Pobierz tutaj:"],
        "aboutFaq": ["O naszych kursach", "Na jakich urządzeniach działają Twoje szkolenia?", "Możesz uzyskać dostęp do szkoleń za pomocą dowolnego urządzenia elektronicznego, które ma połączenie z Internetem.", "Czy Twoi instruktorzy są akredytowani?", "Wszystkie nasi instruktorzy są członkami CMIOSH (Chartered Member of IOSH), wskazując swoją przynależność do Instytucji Bezpieczeństwa i Higieny Pracy. Posiadają kwalifikacje na poziomie NFQ 6, spełniając standardy wymagane przez irlandzkie ustawodawstwo i HSA, zapewniając pełną zgodność i kompetencje.", "Czy mogę uzyskać dostęp do materiałów szkoleniowych po ukończeniu kursu?", "Możesz zalogować się i uzyskać dostęp do materiałów szkoleniowych 24 godziny na dobę, 7 dni w tygodniu, nawet po ukończeniu szkolenia.", "Jak długo będę miał dostęp do mojego szkolenia i czy będę mógł ponownie zapoznać się z materiałami kursu po jego ukończeniu?", "Nasi klienci nie mają limitu czasu na ukończenie kursu. Dostęp do szkolenia ma każdy kandydat w dowolnym momencie po ukończeniu kursu, korzystając z danych logowania otrzymanych w dniu rejestracji. Dodatkowo mogą zresetować te dane na naszej stronie internetowej, korzystając z sekcji „Zapomniałem hasła”. Niezależnie od tego, czy wolisz podzielić szkolenie na wiele sesji, czy ukończyć je za jednym razem, możesz uczyć się całkowicie we własnym tempie.", "Czy mogę zapisać się na kurs, jeśli nie mieszkam w Irlandii?", "Nasz kurs jest dostępny dla każdego, niezależnie od lokalizacji. Wszystko czego potrzebujesz to urządzenie z dostępem do Internetu. Jeśli uczestniczysz w kursie spoza Irlandii, upewnij się, że wybrany kurs obejmuje ustawodawstwo specyficzne dla Twojego kraju. Treść kursu pozostaje jednak identyczna na całym świecie, a samoocena jest standardowym wymogiem w przypadku wszystkich naszych szkoleń, niezależnie od kraju, w którym się znajdujesz.", "Szukasz zniżki?", "Oczywiście! W przypadku zakupów hurtowych obejmujących 10 lub więcej kursów otrzymasz 10% zniżki od pierwotnej ceny. Rabat ten naliczany jest automatycznie przez nasz system płatności po dodaniu określonej liczby kursów do koszyka. Jeśli potrzebujesz dalszej pomocy lub informacji, nie wahaj się skontaktować z naszym zespołem pod numerem +353894631967 ☎️ lub napisz do nas na adres info@irish-manualhandling.com. Jesteśmy tu, aby Ci pomóc!", "Jakie języki są oferowane w ramach tego szkolenia?", "Kurs ten oferuje kompleksowe treści przetłumaczone na sześć języków, specjalnie dostosowane do potrzeb naszych klientów. Po rejestracji zostaniesz przekierowany na stronę główną, gdzie możesz wybrać preferowany język szkolenia. Uwaga: część praktyczna i samoocena są dostępne wyłącznie w języku angielskim. Treść kursu jest jednak dostępna w językach angielskim, polskim, hiszpańskim, rumuńskim, rosyjskim i ukraińskim."],
        "purchaseFaq": ["Zakup kursów", "Jak mogę zacząć?", "Możesz uzyskać dostęp do szkoleń na dowolnym urządzeniu elektronicznym, o ile masz połączenie internetowe.", "Jak mogę zakupić kilka kursów dla moich pracowników?", "Przy zakupie szkolenia dla swojego zespołu dodaj odpowiednią liczbę kursów do koszyka. Po dokonaniu zakupu znajdziesz je w głównym menu w zakładce Faktury > Pakiety.", "Jak działa system płatności na stronie internetowej?", "Oferujemy dwie opcje płatności: Pierwsza i optymalna opcja to płatność za pośrednictwem naszej strony internetowej przy użyciu naszego systemu płatności, który akceptuje wszystkie główne karty kredytowe z dowolnego kraju. Zapewnia to natychmiastowy dostęp do kursu lub kursów bez żadnych opóźnień. Druga opcja obejmuje płatność przelewem bankowym, wymagając faktury do dokonania płatności. Jednak dostęp do kursów jest udzielany dopiero po otrzymaniu i potwierdzeniu płatności na naszym koncie bankowym. Oczekuj opóźnienia do 24-48 godzin, w zależności od twojego banku. W obu przypadkach otrzymasz fakturę za każdą przetworzoną płatność.", "Czy otrzymam jakieś zniżki, jeśli zakupię kilka kursów?", "Nasze zniżki ilościowe są stosowane automatycznie do zamówień, które obejmują kombinację kursów. Oferujemy następującą zniżkę dla zakupów hurtowych: 10% zniżki dla zamówień na 10 kursów lub więcej.", "Czy mogę zakupić kurs dla innej osoby?", "Jeśli planujesz zarejestrować tylko jedną osobę, czy to pracownika, czy członka rodziny, możesz postępować, dostarczając dane kandydata (pełne imię i adres e-mail osobisty). Pozwoli im to otrzymać unikalne dane logowania drogą e-mailową, umożliwiając dostęp do naszej strony internetowej przez 24 godziny na dobę, pozwalając na odbycie kursu w dogodnym dla nich czasie."],
        "loginFaq": ["Logowanie", "Kupiłem szkolenie, ale nie jestem pewien co do kolejnych kroków.", "Aby aktywować swój kurs, proszę kliknąć poniższy link: <a href=\"{{route('home')}}\" style=\"color: blue\">\"https://irish-manualhandling.com/packages\"</a>. Jeśli napotkasz jakiekolwiek trudności podczas tego procesu, nie wahaj się skontaktować z naszym przyjaznym zespołem pomocy. Możesz się z nami skontaktować, dzwoniąc pod numer +353894631967 lub pisząc na adres e-mail\n <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>.", "Zapomniałem hasła.", "Jeśli napotkasz trudności podczas ukończania kursu, sugerujemy wyczyszczenie pamięci podręcznej przeglądarki. W wielu przypadkach, po ponownym zalogowaniu się do swojego konta, będziesz w stanie kontynuować bez żadnych problemów.\n\n                            Jeśli ta metoda nie rozwiąże problemu i nadal doświadczasz trudności, skontaktuj się z naszym zespołem pomocy. Możesz się z nami skontaktować, dzwoniąc pod numer +353894631967 lub pisząc na adres e-mail\n                                <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>.", "Napotykam trudności podczas próby ukończenia szkolenia.", "Jeśli napotkasz problemy podczas ukończania kursu, sugerujemy wyczyszczenie pamięci podręcznej przeglądarki, co można zrobić w ustawieniach przeglądarki. Często po ponownym zalogowaniu się do swojego konta, rozwiązuje to większość problemów.\n\n                            Jeśli ta metoda nie rozwiąże problemu i nadal napotykasz trudności, skontaktuj się z naszym zespołem pomocy.\n                            <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>\nDla optymalnego doświadczenia edukacyjnego zalecamy ukończenie naszych szkoleń przy użyciu przeglądarki Google Chrome."],
        "assesFaq": ["Oceny i certyfikaty", "Czy mogę ponownie przystąpić do kursu lub egzaminu końcowego, jeśli mi się nie uda?", "Nie musisz się martwić. Masz trzy lata bezpłatnego dostępu do całej treści kursu i nieograniczoną liczbę bezpłatnych podejść do egzaminu końcowego testu na wypadek, gdybyś początkowo nie zdał.", "Jak mogę otrzymać certyfikat? Co się stanie, jeśli go zgubię?", "Po całkowitym opłaceniu szkolenia, po ukończeniu kursu, możesz natychmiast pobrać elektroniczną kopię PDF certyfikatu.", "Jak mogę otrzymać certyfikat? Co się stanie, jeśli zostanie zgubiony?", "Po dokonaniu pełnej płatności za szkolenie, po ukończeniu kursu, możesz od razu pobrać elektroniczną wersję certyfikatu w formacie PDF; karty fizyczne nie są wydawane. Dodatkowo otrzymasz trzyletni bezpłatny dostęp do swojego certyfikatu w przypadku jego utraty. Aby uzyskać dostęp do swojego certyfikatu, zaloguj się na naszej stronie internetowej przy użyciu osobistych danych logowania i znajdź na stronie głównej przycisk „Pobierz certyfikat”. Nasz system niezwłocznie to zrobi Wyślij swój certyfikat e-mailem. Jeśli nie pamiętasz danych do logowania, możesz je zresetować na naszej stronie głównej, wybierając sekcję „Zapomniałem hasła”. Nowy spersonalizowany link i hasło zostaną natychmiast wysłane do Ciebie e-mailem (sprawdź foldery ze spamem i śmieciami).\nTen kurs oferuje kompleksową treść przetłumaczoną na pięć języków, specjalnie dostosowaną do potrzeb naszych klientów. Po rejestracji zostaniesz przekierowany na stronę główną, gdzie możesz wybrać preferowany język szkolenia. Część praktyczna/samoocena dostępna jest wyłącznie w języku angielskim, natomiast treść kursu dostępna jest w języku angielskim/polskim/hiszpańskim/rumuńskim/rosyjskim/ukraińskim."]
    },
    "ru": {
        "pageTitle": "Как мы можем вам помочь?",
        "manualFaq": ["Часто задаваемые вопросы по ручному управлению", "Основные часто задаваемые вопросы", "После завершения курса вы можете сразу же загрузить сертификат курса", "После завершения теоретического компонента у вас есть возможность запланировать онлайн-конференцию с нашим инструктором для практического этапа, который обычно длится около 20-30 минут.", "Стоимость обучения ручному обращению составляет 35 евро, без дополнительной оплаты за самооценку.", "У вас есть возможность пройти курс онлайн. в то время и в месте, которое соответствует вашему графику.", "Наши курсы совместимы с любым устройством с доступом в Интернет, таким как ноутбук, мобильный телефон или компьютер", "Практическая часть ручного управления", "После того, как вы завершили весь теоретический раздел и прошли теоретический тест, отправьте нам текстовое сообщение через WhatsApp на номер +353894631967 (ТОЛЬКО ТЕКСТ в WhatsApp, без телефонных звонков), чтобы запланировать практическое занятие с нашей командой. Практический сегмент можно провести в прямом эфире через вебинарную комнату с инструктором и обычно длится 15–20 минут. За практический сегмент дополнительная плата не взимается; В стоимость курса входят как теоретический компонент, так и компоненты самооценки.", "Утверждение сертификата ручного управления", "Курс ручного управления проводится NFQ уровня 6", "Доставка сертификата", "Certificatele отправляются на адрес электронной почты, используемый для регистрации и их можно также скачать и распечатать с нашего сайта. Получите сертификат курса сразу после его завершения. 📲📩", "Нужно ли мне платить дополнительную плату за практическую часть?", "Для продолжения практической части дополнительная оплата не требуется. В стоимость курса входят как теоретический компонент, так и компонент самопроверки.", "Гарантия возврата денег", "Мы стремимся к вашему полному удовлетворению покупкой. Поэтому мы предоставляем 15-дневную гарантию возврата денег без проблем и вопросов, если вы не полностью удовлетворены. Чтобы иметь право на действительное требование о возврате средств, убедитесь, что вы не прошли курс и не распечатали сертификат. Отправьте нам запрос на возврат средств по электронной почте, и наша команда оперативно вам поможет.", "Как я могу запланировать сеанс обучения ручному обращению для группы сотрудников?", "Прилагается PDF-файл, содержащий подробную информацию и инструкции, которые помогут вам на протяжении всего этого процесса. Эта функция позволяет вам отслеживать прогресс ваших сотрудников, загружать их сертификаты после завершения курса и предлагать различные другие функции. Наша система была разработана для обеспечения прозрачности для всех клиентов, особенно для работодателей и компаний, управляющих обучением своих сотрудников. Для индивидуальной помощи в освоении этого процесса в первый раз и для оценки его легкости и удобства, пожалуйста, свяжитесь с нами по телефону 0894631967. Мы здесь, чтобы помочь вам.", "Скачать здесь:"],
        "aboutFaq": ["О наших курсах", "На каких устройствах работают ваши учебные курсы?", "Вы можете получить доступ к обучению с помощью любого электронного устройства, подключенного к Интернету.", "Аккредитованы ли ваши преподаватели?", "Все наши инструкторы являются членами CMIOSH (дипломированный член IOSH), что указывает на их принадлежность к Институту охраны труда. Они имеют квалификацию 6-го уровня NFQ, соответствуют стандартам, установленным законодательством Ирландии и HSA, обеспечивая полное соответствие и компетентность.", "Могу ли я получить доступ к учебным материалам после окончания курса?", "Вы можете использовать свое имя пользователя и пароль для входа в систему и доступа к учебным материалам 24/7, даже после завершения обучения.", "Как долго я буду иметь доступ к своему обучению и могу ли я вернуться к материалам курса после его завершения?", "Для наших клиентов нет ограничений по времени для прохождения курса. Каждый кандидат может получить доступ к обучению в любое время после прохождения курса, используя свои личные данные для входа, полученные в день регистрации. Кроме того, они могут сбросить эти данные на нашем веб-сайте через раздел 'Забыли пароль'. Независимо от того, предпочитаете ли вы разделить обучение на несколько занятий или завершить его за один раз, вы можете учиться в своем собственном темпе.", "Могу ли я записаться на курс, если я не проживаю в Ирландии?", "Наш курс доступен каждому, независимо от его местонахождения. Все, что вам нужно, это устройство с подключением к Интернету. Если вы проходите курс за пределами Ирландии, убедитесь, что выбранный вами курс соответствует законодательству вашей страны. Однако содержание курса остается идентичным во всем мире, а самооценка является стандартным требованием для всего нашего обучения, независимо от того, в какой стране вы находитесь.", "Ищете скидку?", "Конечно! При оптовой покупке 10 и более курсов вы получите 10% скидку от первоначальной цены. Эта скидка автоматически рассчитывается нашей системой оплаты при добавлении указанного количества курсов в корзину. Если вам нужна дополнительная помощь или информация, не стесняйтесь обращаться к нашей команде по телефону +353894631967 ☎️ или написать нам по адресу info@irish-manualhandling.com. Мы здесь, чтобы помочь!", "На каких языках предлагается это обучение?", "Этот курс предлагает комплексный контент, переведенный на шесть языков и специально адаптированный для удовлетворения потребностей наших клиентов. После регистрации вы будете перенаправлены на главную страницу, где сможете выбрать предпочитаемый язык для обучения. Обратите внимание, что практическая часть и самопроверка доступны только на английском языке. Однако содержание курса доступно на английском, польском, испанском, румынском, русском и украинском языках."],
        "purchaseFaq": ["Покупка курсов", "Как начать?", "Доступ к обучению на любом устройстве с подключением к Интернету.", "Как приобрести несколько курсов для своих сотрудников?", "При покупке обучения для вашей команды добавьте необходимое количество курсов в корзину. После завершения покупки вы найдете их в главном меню в разделе 'Биллинг > Пакеты'.", "Как работает система оплаты на сайте?", "У нас есть два варианта оплаты: Первый и наилучший вариант - оплата через наш сайт с использованием нашей системы оплаты, которая принимает все основные кредитные карты из любой страны. Это позволяет мгновенно получить доступ к вашему курсу или курсам без задержек. Второй вариант включает оплату банковским переводом, требующим выставления счета. Тем не менее, доступ к вашим курсам предоставляется только после получения и подтверждения оплаты на нашем банковском счете. Ожидайте задержку до 24-48 часов, в зависимости от вашего банка. В обоих случаях вы получите счет для каждой обработанной оплаты.", "Получу ли я скидку, если куплю несколько курсов?", "Наши скидки по объему применяются автоматически к заказам, включающим комбинацию курсов. Мы предлагаем следующую скидку для оптовых покупок: 10% скидка на заказы от 10 курсов и более.", "Могу ли я купить курс для другого человека?", "Если вы планируете зарегистрировать только одного человека, будь то сотрудник или член семьи, вы можете продолжить, предоставив данные кандидата (полное имя и личный адрес электронной почты). Это позволит им получить уникальные учетные данные по электронной почте, предоставляя им доступ к нашему сайту 24 часа в сутки, позволяя проходить курс в удобное для них время."],
        "loginFaq": ["Вход в систему", "Я купил обучение, но не уверен, что делать дальше.", "Чтобы активировать ваш курс, пожалуйста, перейдите по следующей ссылке: <a href=\"{{route('home')}}\" style=\"color: blue\">\"https://irish-manualhandling.com/packages\"</a>. Если у вас возникнут трудности во время этого процесса, не стесняйтесь обращаться к нашей дружелюбной службе поддержки. Вы можете связаться с нами, позвонив по номеру +353894631967 или написав нам на электронную почту\n <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>.", "Я забыл свой пароль.", "Если у вас возникнут трудности при прохождении курса, мы рекомендуем очистить кэш вашего браузера. Во многих случаях, после повторного входа в ваш аккаунт, вы сможете продолжить без проблем.\n\n                            Если эта проблема не устранит трудности и вы продолжите испытывать затруднения, пожалуйста, свяжитесь с нашей службой поддержки. Вы можете связаться с нами, позвонив по номеру +353894631967 или написав нам на электронную почту\n                                <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>.", "Я сталкиваюсь с трудностями при завершении обучения.", "Если возникают трудности при прохождении курса, мы предлагаем очистить кэш вашего браузера, что можно сделать в настройках браузера. Часто после повторного входа в ваш аккаунт, это решает большинство проблем.\n\n                            Если эта проблема не устранит трудности и вы продолжите испытывать затруднения, пожалуйста, свяжитесь с нашей службой поддержки.\n                            <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>\nДля оптимального опыта обучения мы рекомендуем завершить наше обучение с использованием Google Chrome."],
        "assesFaq": ["Оценки и сертификаты", "Разрешено ли мне пересдать курс или финальный тест, если я провалю?", "Не беспокойтесь. У вас есть три года бесплатного доступа ко всему содержанию курса и неограниченное количество бесплатных попыток для финального теста в случае, если вы не пройдете первоначальный тест.", "Как я могу получить свой сертификат? Что, если он утерян?", "Как только ваше обучение будет полностью оплачено, после окончания курса вы можете мгновенно загрузить электронную копию PDF-файла вашего сертификата.", "Как я могу получить свой сертификат? Что делать, если он утерян?", "При полной оплате обучения вы можете мгновенно скачать электронную PDF-версию вашего сертификата по окончании курса, физические карты не выдаются. Кроме того, вы получите три года бесплатного доступа к вашему сертификату в случае утери. Чтобы получить доступ к вашему сертификату, войдите на наш сайт, используя свои личные данные для входа, и найдите кнопку «Скачать сертификат» на главной странице. Наша система оперативно вам ответит и отправит сертификат по электронной почте. Если вы забыли свои данные для входа, вы можете сбросить их на нашей главной странице, выбрав раздел «Забыли пароль». Новая персональная ссылка и пароль будут немедленно отправлены вам по электронной почте (пожалуйста, проверьте папки со спамом и нежелательной почтой).\nЭтот курс предлагает комплексный контент, переведенный на пять языков и специально адаптированный для удовлетворения потребностей наших клиентов. После регистрации вы будете перенаправлены на главную страницу, где сможете выбрать предпочитаемый язык для обучения. Практическая часть/самооценка доступна только на английском языке, а содержание курса доступно на английском/польском/испанском/румынском/русском/украинском языках."]
},
    "ukr": {
        "pageTitle": "Як ми можемо вам допомогти?",
        "manualFaq": ["Розширені запитання про ручну обробку", "Основні поширені запитання", "Після завершення вашого курсу ви можете негайно завантажити свій сертифікат курсу.", "Після того, як ви закінчите теоретичний компонент, у вас є можливість запланувати онлайн-конференцію з нашим інструктором для практичного сегменту, який зазвичай триває близько 20-30 хвилин.", "Вартість тренінгу ручного поводження становить 35 євро, без додаткової плати за самооцінку", "У вас є можливість пройти курс онлайн у час і в місці, які відповідають вашому розкладу.", "Наші курси сумісні з будь-яким пристроєм із підтримкою Інтернету, таким як ноутбук, мобільний телефон чи ПК", "Практична частина ручного поводження", "Після того, як ви завершите всю теоретичний розділ і складете теоретичний іспит, будь ласка, надішліть нам текстове повідомлення через WhatsApp на номер +353894631967 (ЛИШЕ ТЕКСТ у WhatsApp, без телефонних дзвінків), щоб запланувати практичне заняття з нашою командою. Практичний сегмент можна проводити в прямому ефірі через кімнату для вебінарів з інструктором і зазвичай триває 15-20 хвилин. Немає додаткових комісій за практичний сегмент; ціна курсу включає як теорію, так і компоненти самооцінки.", "Схвалення сертифікату ручної обробки", "Курс ручної роботи проводиться NFQ рівня 6", "Доставка сертифіката", "Сертифікати надсилаються на електронну адресу, яка використовується для реєстрації, а також їх можна завантажити та роздрукувати з нашого веб-сайту. Отримайте доступ до сертифіката курсу одразу після завершення курсу. 📲📩", "Чи потрібно платити додаткову плату за практичну частину?", "Для продовження практичної частини додаткова оплата не потрібна. Вартість курсу включає в себе як теорію, так і компоненти самооцінки.", "Гарантія повернення грошей", "Ми прагнемо, щоб ви були повністю задоволені своєю покупкою. Тому ми надаємо 15-денну гарантію повернення грошей без клопоту та запитань, якщо ви не повністю задоволені. Щоб мати право на дійсну заявку на відшкодування, переконайтеся, що ви не закінчили курс або не роздрукували свій сертифікат. Надішліть нам запит на відшкодування електронною поштою, і наша команда негайно допоможе вам.", "Як я можу запланувати тренінг з ручного поводження для групи співробітників?", "Долучено PDF-файл, що містить вичерпну інформацію та інструкції, які допоможуть вам під час цього процесу. Ця функція дозволяє відстежувати прогрес ваших співробітників, завантажувати їхні сертифікати після завершення курсу та пропонує різні інші функції. Наша система була розроблена, щоб забезпечити прозорість для всіх клієнтів, особливо для роботодавців і компаній, які керують навчанням своїх співробітників. Для персоналізованої допомоги в освоєнні цього процесу вперше та для відчуття його легкості і зручності, будь ласка, не соромтеся телефонувати нам за номером 0894631967. Ми тут, щоб допомогти вам.", "Завантажити тут:"],
        "aboutFaq": ["Про наші курси", "На яких пристроях функціонують ваші навчальні курси?", "Ви можете отримати доступ до навчання за допомогою будь-якого електронного пристрою, який має підключення до Інтернету.", "Чи акредитовані ваші інструктори?", "Усі наші інструктори є членами CMIOSH (Chartered Member of IOSH), що вказує на їхню приналежність до Інституту безпеки та гігієни праці. Вони мають кваліфікацію NFQ рівня 6, що відповідає стандартам, встановленим законодавством Ірландії та HSA, гарантуючи повну відповідність і компетентність.", "Чи можу я отримати доступ до навчальних матеріалів після закінчення курсу?", "Ви можете використовувати своє ім'я користувача та пароль для входу та доступу до навчальних матеріалів 24/7, навіть після завершення навчання.", "Скільки часу я матиму доступ до мого навчання та чи можу я переглянути матеріал курсу після того, як я його закінчу?", "Немає обмежень за часом для наших клієнтів, щоб завершити курс. Кожен кандидат може отримати доступ до навчання у будь-який час після завершення курсу, використовуючи свої особисті дані для входу, отриманих в день реєстрації. Крім того, вони можуть скинути ці дані на нашому веб-сайті в розділі «Забули пароль». Незалежно від того, чи бажаєте ви розділити навчання на кілька сеансів або завершити його за один раз, ви можете навчатися у своєму власному темпі.", "Чи можу я записатись на курс, якщо я не проживаю в Ірландії?", "Наш курс доступний для всіх, незалежно від їх місцезнаходження. Усе, що вам потрібно, це пристрій із підключенням до Інтернету. Якщо ви проходите курс за межами Ірландії, будь ласка, переконайтеся, що вибраний курс охоплює законодавство вашої країни. Однак зміст курсу залишається ідентичним у всьому світі, а самооцінка є стандартною вимогою для всіх наших тренінгів, незалежно від країни, у якій ви перебуваєте.", "Шукаєте знижку?", "Звичайно! При оптовій покупці 10 або більше курсів ви отримаєте знижку 10% від початкової ціни. Ця знижка автоматично розраховується нашою платіжною системою, коли ви додаєте вказану кількість курсів у кошик. Якщо вам потрібна додаткова допомога чи інформація, будь ласка, зв’яжіться з нашою командою за номером +353894631967 ☎️ або напишіть нам на адресу info@irish-manualhandling.com. Ми тут, щоб допомогти!", "Які мови пропонуються для цього навчання?", "Цей курс пропонує повний зміст, перекладений шістьма мовами, спеціально розроблений для задоволення потреб наших клієнтів. Після реєстрації вас буде спрямовано на головну сторінку, де ви зможете вибрати бажану мову для навчання. Зверніть увагу, що практична частина та самооцінювання доступні лише англійською мовою. Проте зміст курсу доступний англійською, польською, іспанською, румунською, російською та українською мовами."],
        "purchaseFaq": ["Покупка курсів", "Як розпочати?", "Доступ до навчання на будь-якому електронному пристрої з підключенням до Інтернету.", "Як купити кілька курсів для своїх співробітників?", "При купівлі навчання для вашої команди додайте необхідну кількість курсів в кошик. Після завершення покупки ви знайдете їх в головному меню в розділі 'Білінг > Пакети'.", "Як працює система оплати на сайті?", "Ми пропонуємо два варіанти оплати: Перший і оптимальний варіант - оплата через наш сайт з використанням нашої системи оплати, яка приймає всі основні кредитні картки з будь-якої країни. Це дозволяє миттєво отримати доступ до вашого курсу або курсів без будь-яких затримок. Другий варіант передбачає оплату банківським переказом, що вимагає виставлення рахунку. Однак доступ до ваших курсів надається лише після отримання та підтвердження оплати на нашому банківському рахунку. Очікуйте затримку до 24-48 годин, залежно від вашого банку. У обох випадках ви отримаєте рахунок за кожний оброблений платіж.", "Чи отримаю я знижку, якщо куплю кілька курсів?", "Наші знижки за обсяг автоматично застосовуються до замовлень, які включають комбінацію курсів. Ми пропонуємо наступну знижку на оптові покупки: 10% знижка на замовлення від 10 курсів і більше.", "Чи можу я купити курс для іншої людини?", "Якщо ви маєте намір зареєструвати лише одну особу, чи то співробітника, чи члена родини, ви можете продовжити, надаючи дані кандидата (повне ім'я та особисту адресу електронної пошти). Це дозволить їм отримати унікальні дані для входу електронною поштою, що дозволить їм отримати доступ до нашого сайту цілодобово, дозволяючи пройти курс в зручний для них час."],
        "loginFaq": ["Вхід у систему", "Я придбав навчання, але не впевнений, що робити далі.", "Для активації вашого курсу, будь ласка, натисніть на наступне посилання: <a href=\"{{route('home')}}\" style=\"color: blue\">\"https://irish-manualhandling.com/packages\"</a>. Якщо у вас виникнуть труднощі під час цього процесу, не соромтеся звертатися до нашої дружньої служби підтримки. Ви можете зв'язатися з нами, зателефонувавши за номером +353894631967 або надіславши нам лист на електронну пошту\n <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>.", "Я забув свій пароль.", "Якщо у вас виникнуть труднощі під час завершення курсу, ми радимо очистити кеш вашого браузера. У багатьох випадках, після повторного входу в ваш обліковий запис, ви зможете продовжити без проблем.\n\n                            Якщо цей спосіб не вирішить проблему і ви продовжуєте зазнавати труднощі, будь ласка, зв'яжіться з нашою службою підтримки. Ви можете звертатися до нас, зателефонувавши за номером +353894631967 або надіславши нам лист на електронну пошту\n                                <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>.", "Я зустрічаю труднощі під час спроби завершити навчання.", "Якщо виникають труднощі під час проходження курсу, ми радимо очистити кеш вашого браузера, що можна зробити в налаштуваннях браузера. Зазвичай, після повторного входу в обліковий запис, це вирішує більшість проблем.\n\n                            Якщо цей спосіб не вирішить проблему і ви продовжуєте зазнавати труднощі, будь ласка, зв'яжіться з нашою службою підтримки.\n                            <a href=\"mailto:info@irish-manualhandling.com\" style=\"color: blue\">info@irish-manualhandling.com</a>\nДля оптимального досвіду навчання ми рекомендуємо завершити наше навчання за допомогою Google Chrome."],
        "assesFaq": ["Оцінювання та сертифікати", "Чи дозволено мені повторно пройти курс або підсумковий тест, якщо я не здам?", "Не потрібно хвилюватися. У вас є три роки безкоштовного доступу до всього вмісту курсу та необмежену кількість безкоштовних спроб для фінального тесту в разі, якщо ви не пройдете його спочатку.", "Як я можу отримати свій сертифікат? Що робити, якщо він загубиться?", "Після того, як ваше навчання буде повністю оплачено, після закінчення курсу ви зможете миттєво завантажити електронну PDF-копію вашого сертифіката.", "Як я можу отримати свій сертифікат? Що робити, якщо він загубиться?", "Після повної оплати навчання ви можете миттєво скачати електронну PDF-версію вашого сертифіката після закінчення курсу; фізичні картки не видаються. Крім того, ви отримаєте три роки безкоштовного доступу до свого сертифіката в разі його втрати. Щоб отримати доступ до свого сертифіката, увійдіть на наш веб-сайт, використовуючи свої особисті дані для входу, і знайдіть кнопку «Завантажити сертифікат» на домашній сторінці. Наша система негайно це зробить і надішле сертифікат електронною поштою. Якщо ви забули свої дані для входу, ви можете скинути їх на нашій домашній сторінці, вибравши розділ «Забули пароль». Нове персоналізоване посилання та пароль буде миттєво відправлено вам електронною поштою (будь ласка, перевірте папки зі спамом і сміттям).\nЦей курс пропонує повний вміст, перекладений п’ятьма мовами, спеціально розроблений для задоволення потреб наших клієнтів. Після реєстрації вас буде спрямовано на головну сторінку, де ви зможете вибрати бажану мову для навчання. Практична частина/самооцінка доступна лише англійською мовою, тоді як зміст курсу доступний англійською/польською/іспанською/румунською/російською/українською мовами."]
    }
}
