{
    "en": {
        "contact": "ContactUs",
        "contactTap": " Tap the WhatsApp ➤",
        "contactSwitch": "to switch to our chat instantly.",
        "contactOr": "Or contact us on",
        "contactOperating": "Our operating hours are from 10am to 7pm, Monday to Friday, and from 10am to 7pm on weekends and bank holidays. You can also reach us via email at info@irish-manualhandling.com",
        "navigation": ["HOME","PLEASE READ FAQ's","TEAM TRAINING", "CONSULTING", "CONTACT US", "BLOG"],
        "login": "Login",
        "subNav": ["120,960 Learners and Offered Certificates", "24/7 Online training", "Money Back Guarantee", "Fully accredited course"],
        "videoTitle": "Convenient & Effective, Ensuring Your Safe Return to Work",
        "videoContent": "Providing best Online Manual Handling Training Course that delivers top-quality safety instruction, certification management, and consultative services, simplifying the task of ensuring every worker returns home safely.",
        "registerButton": "Pay / Register Here",
        "counterLanding": ["customers", "CERTIFICATE'S ISSUED", "QUALIFIED INSTRUCTORS"],
        "landingProduct": ["Awarded for Exceptional Performance in Online Learning in Ireland and Europe","Manual Handling", "Duration: 1-2 hours","INFO","SHOP NOW", "When you start the course, you'll have the opportunity to choose from that 6 languages:"],
        "bulkSection": ["Our online courses are designed for easy completion.", "Buy your course online.", "Get started by activating your course and beginning your training.", "Advance & Complete - Engage with the course, take the exam, and then download your certificate of completion.","For any help or guidance, just email us at info@Irish-ManualHandling.com."],
        "trustSection": ["Training you can trust", "All of our courses comply with Continuing Professional Development standards and are accredited by the CPD Certification Service. We go above and beyond by ensuring that our courses receive independent approval from reputable authorities such as RoSPA, IATP, IIRSM, and the Institute of Hospitality. ", "The Manual Handling course is endorsed by Skills for Care, the foremost organization in workforce development for social care across Ireland, the UK, and all European countries. This respected accreditation is exclusive to top-quality learning and development providers in the social care sector. "],
        "certificateSection": ["Complete this CPD and ROSPA Accredited Course to obtain your Official Certificate!", "Complete this CPD and ROSPA ", "Accredited Course to obtain your Official Certificate!", "Certify Your Skills", "An Irish Manual Handling Diploma/Certificate, accredited by CPD and ROSPA, validates the skills you have acquired.", "Stand Out From the Crowd","Include your Irish Manual Handling Certification on your resume to outshine competitors.", "Advance in Your Career", "Showcase your Irish Manual Handling Certification to prospective employers, highlighting your skills and capabilities."],
        "reviewTitle": ["What Our Customers Say"],
        "homeAboutUs": ["About Us", "Welcome to Irish-ManualHandling.com, your premier destination for top-notch online Manual Handling training in Ireland. Our platform is designed to deliver accessible, high-quality safety courses to Irish workers, no matter their location. With a focus on effectiveness and convenience, our certified courses are accessible entirely online.", "At Irish Manual Handling, we take immense pride in the integrity and excellence of our safety training services. We firmly believe that proper safety education can be the crucial difference between life and death. Our commitment to developing and delivering top-tier safety courses reflects this conviction.","Our certifications hold recognition across Ireland, the UK, and the EU, ensuring credibility and compliance. Our instructors, esteemed members of CMIOSH (Chartered Member of IOSH), are IOSH certified at NFQ Level 6. Renowned for reliability, quality, and convenience, our services stand as a testament to our dedication.", "For inquiries, student support, sales, or technical assistance, reach us at 0894631967. Alternatively, utilize our chat-based support system or contact us via email at info@irish-manualhandling.com. Elevate your safety training with us today!"],
        "getCertificate": ["Get your Certificate", "STUDY AT A TIME THAT SUITS YOU", "You can complete your course online at a time and a place that fits in with your other commitments","SAVE TIME BY STUDYING ONLINE","Cut out traveling time, waiting for an open-course to start, and delegates that work at different speeds","SAVE MONEY BY STUDYING ONLINE","Studying online cuts out the overheads associated with traditional classroom based training", "STUDY AT A TIME THAT SUITS YOU", "You can complete your course online at a time and a place that fits in with your other commitments", "SAVE TIME BY STUDYING ONLINE", "Cut out traveling time, waiting for an open-course to start, and delegates that work at different speeds","SAVE MONEY BY STUDYING ONLINE", "Studying online cuts out the overheads associated with traditional classroom based training"],
        "expert": ["Expert Online Manual Handling Training | Irish-ManualHandling.com", "Discover top-notch Online Manual Handling Training at Irish-ManualHandling.com. Elevate workplace safety with our comprehensive courses. Contact us at 0894631967 or info@irish-manualhandling.com.","Why Choose Irish-ManualHandling.com?" ,"Curriculum: Our courses encompass the latest industry standards and best practices, ensuring your team is well-versed in safe manual handling procedures. Interactive Learning: Engaging modules with interactive elements make learning enjoyable and effective for all participants. Certification: Upon successful completion, receive accredited certification, showcasing compliance with safety regulations. Convenient Online Access: Accessible 24/7, our platform allows flexibility for your team to learn at their own pace and convenience. Contact Us Today! ", "Elevate your workplace safety standards with our Online Manual Handling Training. Reach out to us at 0894631967 or drop us an email at info@irish-manualhandling.com to discuss your training needs. Join countless satisfied clients who have entrusted us to revolutionize their approach to manual handling safety.\n\nEnsure your team's safety and efficiency—choose Irish-ManualHandling.com for comprehensive Online Manual Handling Training today!"],
        "footer": ["Ready to get started?","Register Right Now", "Verify Certificate", "Cookies", "Please Read Faq's", "Call us", "Password Reset", "Customer Login", "Our Valued Clients"]
    },
    "sp": {
        "contact": "Contáctenos",
        "contactTap": "Toca WhatsApp ➤",
        "contactSwitch": "para cambiar instantáneamente a nuestro chat.",
        "contactOr": "O contáctenos al",
        "contactOperating": "Nuestro horario de atención es de 10 am a 7 pm, de lunes a viernes, y de 10 am a 7 pm los fines de semana y días festivos. También puede comunicarse con nosotros por correo electrónico a info@irish-manualhandling.com",
        "navigation": ["INICIO", "POR FAVOR, LEA LAS PREGUNTAS FRECUENTES", "ENTRENAMIENTO DEL EQUIPO", "CONSULTORÍA", "CONTÁCTENOS", "BLOG"],
        "login": "Login",
        "subNav": [  "120,960 estudiantes y certificados ofrecidos", "Formación en línea 24/7", "Garantía de devolución del dinero", "Curso completamente acreditado"],
        "videoTitle": "Conveniente y Efectivo, Asegurando su Regreso Seguro al Trabajo",
        "videoContent": "Proporcionando el mejor Curso en línea de Capacitación en Manejo Manual que ofrece instrucción de seguridad de alta calidad, gestión de certificaciones y servicios de consultoría, simplificando la tarea de garantizar que cada trabajador regrese a casa de manera segura.",
        "registerButton": "Paga / Regístrate Aquí",
        "counterLanding": ["CLIENTES", "CERTIFICADO EMITIDO", "INSTRUCTORES CUALIFICADOS"],
        "landingProduct": ["Premiado por un Rendimiento Excepcional en Aprendizaje en Línea en Irlanda y Europa", "Manipulación Manual", "Duración: 1-2 horas", "INFO", "COMPRAR AHORA", "Cuando comiences el curso, tendrás la oportunidad de elegir entre 6 idiomas:"],
        "bulkSection": ["Nuestros cursos en línea están diseñados para ser completados fácilmente.", "Compra tu curso en línea.", "Comienza activando tu curso e iniciando tu capacitación.", "Avanza y Completa - Participa en el curso, realiza el examen y luego descarga tu certificado de finalización.", "Para cualquier ayuda o orientación, simplemente envíanos un correo electrónico a info@Irish-ManualHandling.com."],
        "trustSection": ["Formación en la que puedes confiar", "Todos nuestros cursos cumplen con los estándares de Desarrollo Profesional Continuo y están acreditados por el Servicio de Certificación CPD. Vamos más allá al asegurarnos de que nuestros cursos reciban la aprobación independiente de autoridades de prestigio como RoSPA, IATP, IIRSM y el Instituto de Hostelería.", "El curso de Manipulación Manual cuenta con el respaldo de Skills for Care, la principal organización en el desarrollo de la fuerza laboral para el cuidado social en Irlanda, el Reino Unido y todos los países europeos. Esta acreditación respetada es exclusiva de proveedores de aprendizaje y desarrollo de alta calidad en el sector del cuidado social."],
        "certificateSection": ["¡Completa este curso acreditado por CPD y ROSPA para obtener tu Certificado Oficial!", "Completa este CPD y ROSPA ", "¡Curso Acreditado para obtener tu Certificado Oficial!", "Certifica tus habilidades","Un diploma/certificado irlandés de manipulación manual, acreditado por CPD y ROSPA, valida las habilidades adquiridas","Destacarse de la multitud", "Incluya su certificación de manipulación manual irlandesa en su currículum para eclipsar a sus competidores", "Avanza en tu carrera", "Muestre su certificación irlandesa de manipulación manual a posibles empleadores, destacando sus habilidades y capacidades"],
        "reviewTitle": ["Lo que dicen nuestros clientes"],
        "homeAboutUs": ["Sobre nosotros", "Bienvenido a Irish-ManualHandling.com, tu destino principal para una formación en línea de primera clase en manipulación manual en Irlanda. Nuestra plataforma está diseñada para ofrecer cursos de seguridad accesibles y de alta calidad a los trabajadores irlandeses, sin importar su ubicación. Con un enfoque en la efectividad y conveniencia, nuestros cursos certificados son accesibles completamente en línea.", "En Irish Manual Handling, nos enorgullece enormemente la integridad y excelencia de nuestros servicios de capacitación en seguridad. Creemos firmemente que una educación adecuada en seguridad puede marcar la diferencia crucial entre la vida y la muerte. Nuestro compromiso con el desarrollo y entrega de cursos de seguridad de primer nivel refleja esta convicción.", "Nuestras certificaciones son reconocidas en toda Irlanda, el Reino Unido y la UE, garantizando credibilidad y cumplimiento. Nuestros instructores, distinguidos miembros de CMIOSH (Miembro Colegiado del IOSH), tienen la certificación IOSH al nivel NFQ 6. Reconocidos por su confiabilidad, calidad y conveniencia, nuestros servicios son un testimonio de nuestra dedicación.", "Para consultas, soporte estudiantil, ventas o asistencia técnica, contáctenos al 0894631967. Alternativamente, utilice nuestro sistema de soporte basado en chat o contáctenos por correo electrónico a info@irish-manualhandling.com. ¡Eleve su formación en seguridad con nosotros hoy!"],
        "getCertificate": ["Obtén tu Certificado", "ESTUDIA EN EL HORARIO QUE TE CONVENGA", "Puedes completar tu curso en línea en un momento y lugar que se ajuste a tus otros compromisos","AHORRA TIEMPO ESTUDIANDO EN LÍNEA","Recortar tiempo de viaje, esperando a que comience un curso abierto y delegados que trabajan a diferentes velocidades","AHORRE DINERO ESTUDIANDO EN LÍNEA","Estudiar en línea elimina los gastos generales asociados con la formación presencial tradicional", "ESTUDIA EN UN MOMENTO QUE TE CONVIENE", "Puedes completar tu curso en línea en un momento y lugar que se ajuste a tus otros compromisos", "AHORRA TIEMPO ESTUDIANDO EN LÍNEA", "Recorta el tiempo de viaje, la espera a que comience un curso abierto y delegados que trabajan a diferentes velocidades","AHORRE DINERO ESTUDIANDO EN LÍNEA", "Estudiar en línea elimina los gastos generales asociados con la formación presencial tradicional"],
        "expert": ["Capacitación en línea para expertos en manipulación manual | Irish-ManualHandling.com", "Descubra capacitación en línea de primer nivel en manipulación manual en Irish-ManualHandling.com. Aumente la seguridad en el lugar de trabajo con nuestros cursos integrales. Contáctenos al 0894631967 o info@irish-manualhandling. com.", "¿Por qué elegir Irish-ManualHandling.com?","Plan de estudios: nuestros cursos abarcan los últimos estándares y mejores prácticas de la industria, lo que garantiza que su equipo esté bien versado en los procedimientos de manipulación manual segura. Aprendizaje interactivo: módulos atractivos con elementos interactivos Haga que el aprendizaje sea placentero y efectivo para todos los participantes. Certificación: al finalizar con éxito, reciba una certificación acreditada que demuestre el cumplimiento de las normas de seguridad. Cómodo acceso en línea: Accesible las 24 horas, los 7 días de la semana, nuestra plataforma permite flexibilidad para que su equipo aprenda a su propio ritmo y conveniencia. ¡Contáctenos hoy! ", "Eleve sus estándares de seguridad en el lugar de trabajo con nuestra capacitación en manipulación manual en línea. Comuníquese con nosotros al 0894631967 o envíenos un correo electrónico a info@irish-manualhandling.com para analizar sus necesidades de capacitación. Únase a innumerables clientes satisfechos que han confiado en nosotros para revolucionar su enfoque de seguridad en la manipulación manual.\n\nGarantice la seguridad y la eficiencia de su equipo: ¡elija hoy mismo Irish-ManualHandling.com para obtener una capacitación integral en línea sobre manipulación manual!"],
        "footer": ["¿Listo para comenzar?", "Regístrese ahora mismo", "Verificar certificado", "Cookies", "Lea las preguntas frecuentes", "Llámenos", "Restablecer contraseña", "Inicio de sesión del cliente", "Nuestros valiosos clientes" ]
    },
    "ro": {
        "contact": "Contactați-ne",
        "contactTap": "Tap pe WhatsApp ➤",
        "contactSwitch": "pentru a trece instantaneu la chatul nostru.",
        "contactOr": "Sau contactați-ne la",
        "contactOperating": "Programul nostru de lucru este de la 10 dimineața până la 7 seara, de luni până vineri, și de la 10 dimineața până la 7 seara în weekenduri și în zilele libere. De asemenea, ne puteți contacta prin email la info@irish-manualhandling.com",
        "navigation": ["Acasă", "FAQ's", "ANTRENAMENT ECHIPĂ", "CONSULTARE", "CONTACTEAZĂNE", "BLOG"],
        "login": "Login",
        "subNav": [ "120,960 cursanți și certificate oferite", "Instruire online 24/7", "Garanție de returnare a banilor", "Curs complet acreditat"],
        "videoTitle": "Convenabil și Eficient, Asigurându-vă Întoarcerea în Siguranță la Muncă",
        "videoContent": "Oferim cel mai bun Curs Online de Instruire în Manipularea Manuală care oferă instruire în siguranță de înaltă calitate, gestionare certificări și servicii de consultanță, simplificând sarcina de a vă asigura că fiecare muncitor se întoarce acasă în siguranță.",
        "registerButton": "Plătește / Înregistreazăte",
        "counterLanding": ["CLIENȚI", "CERTIFICATE EMISE", "INSTRUCTORI CALIFICAȚI"],
        "landingProduct": ["Premiat pentru Performanțe Excepționale în Învățarea Online în Irlanda și Europa", "Manual Handling", "Durată: 1-2 ore", "INFO", "CUMPĂRĂ ACUM", "Când începi cursul, vei avea oportunitatea să alegi din acele 6 limbi:"],
        "bulkSection": ["Cursurile noastre online sunt concepute pentru a fi completate ușor.", "Achiziționați-vă cursul online.", "Începeți prin activarea cursului și începe-ți instruirea.", "Avansați și Completați - Implicați-vă în curs, susține-ți examenul și apoi descărcați certificatul de absolvire.", "Pentru orice ajutor sau îndrumare, trimiteți-ne un e-mail la info@Irish-ManualHandling.com."],
        "trustSection": ["Instruire în care poți avea încredere", "Toate cursurile noastre respectă standardele de Dezvoltare Profesională Continuă și sunt acreditate de Serviciul de Certificare CPD. Mergem mai departe asigurându-ne că cursurile noastre primesc aprobare independentă de la autorități de prestigiu precum RoSPA, IATP, IIRSM și Institutul de Ospitalitate.", "Cursul de Manual Handling este susținut de Skills for Care, principala organizație în dezvoltarea forței de muncă pentru îngrijirea socială în Irlanda, Marea Britanie și toate țările europene. Această acreditare respectată este exclusivă pentru furnizorii de învățare și dezvoltare de înaltă calitate din sectorul îngrijirii sociale."],
        "certificateSection": ["Finalizează acest curs acreditat CPD și ROSPA pentru a obține certificatul oficial!", "Finalizează acest CPD și ROSPA", "Curs acreditat pentru a obține certificatul oficial!", "Certifică-ți aptitudinile", "O diplomă/certificat de manipulare manuală irlandeză , acreditat de CPD și ROSPA, validează abilitățile pe care le-ați dobândit.", "Stand Out From the Crowd","Includeți certificarea de manipulare manuală irlandeză în CV-ul dvs. pentru a eclipsa concurenții.", "Avansați în cariera dvs.", "Prezentați-vă Certificare irlandeză de manipulare manuală pentru potențialii angajatori, evidențiind abilitățile și capacitățile dumneavoastră."],
        "reviewTitle": ["Ce spun clienții noștri"],
        "homeAboutUs": ["Despre noi", "Bine ați venit la Irish-ManualHandling.com, destinația principală pentru formarea online de top în manipularea manuală în Irlanda. Platforma noastră este concepută pentru a oferi cursuri de siguranță accesibile și de înaltă calitate lucrătorilor irlandezi, indiferent de locația lor. Cu accent pe eficacitate și confort, cursurile noastre certificate sunt accesibile complet online.", "La Irish Manual Handling, ne mândrim enorm cu integritatea și excelența serviciilor noastre de formare în siguranță. Credem ferm că o educație corespunzătoare în domeniul siguranței poate face diferența crucială între viață și moarte. Angajamentul nostru față de dezvoltarea și livrarea cursurilor de siguranță de primă clasă reflectă această convingere.", "Certificările noastre sunt recunoscute în întreaga Irlanda, Marea Britanie și UE, asigurând credibilitate și conformitate. Instructorii noștri, distinși membri CMIOSH (Membru Cu Diplomă de IOSH), sunt certificați IOSH la nivelul NFQ 6. Recunoscuți pentru fiabilitatea, calitatea și confortul lor, serviciile noastre stau drept mărturie a dedicării noastre.", "Pentru întrebări, suport pentru studenți, vânzări sau asistență tehnică, ne puteți contacta la 0894631967. Alternativ, utilizați sistemul nostru de suport bazat pe chat sau contactați-ne prin e-mail la info@irish-manualhandling.com. Ridicați nivelul formării în siguranță alături de noi astăzi!"],
        "getCertificate": ["Obțineți certificatul", "STUDIAȚI LA UN MOMENT CARE VĂ POTEȘTE", "Puteți finaliza cursul online la un moment și într-un loc care se potrivește cu celelalte angajamente", "ECONOMISIȚI TIMP STUDIIND ONLINE", "Decupați timpul de călătorie, așteptarea începerii unui curs deschis și delegații care lucrează la viteze diferite", "ECONOMISIȚI BANI STUDIND ONLINE", "Studiul online reduce cheltuielile generale asociate cu instruirea tradițională bazată pe clasă", "STUDIAȚI LA UN TIMP CARE VĂ SE POTRIVEȘTE", "Puteți finaliza cursul online la un moment și într-un loc care se potrivește celorlalte angajamente", "ECONOMIȘTE TIMP STUDIIND ONLINE", "Reduceți timpul de călătorie, așteptând începerea unui curs deschis și delegați care lucrează la viteze diferite", "ECONOMIȘTE BANI STUDIND ONLINE", "Studiul online reduce cheltuielile generale asociate cu instruirea tradițională bazată pe clasă"],
        "expert": ["Instruire online expertă în manipulare manuală | Irish-ManualHandling.com", "Descoperiți formarea online de top în manipulare manuală la Irish-ManualHandling.com. Creșteți siguranța la locul de muncă cu cursurile noastre complete. Contactați-ne la 0894631967 sau info@irish-manualhandling. com.", "De ce să alegeți Irish-ManualHandling.com?","Curriculum: Cursurile noastre cuprind cele mai recente standarde din industrie și cele mai bune practici, asigurându-vă că echipa dvs. este familiarizată cu procedurile sigure de manipulare manuală. Învățare interactivă: module captivante cu elemente interactive. face ca învățarea să fie plăcută și eficientă pentru toți participanții. Certificare: după finalizarea cu succes, primiți certificare acreditată, care demonstrează conformitatea cu reglementările de siguranță. Acces online convenabil: accesibilă 24/7, platforma noastră oferă flexibilitate echipei dvs. pentru a învăța în propriul ritm și comoditate. Contactați-ne astăzi!", "Ridicați-vă standardele de siguranță la locul de muncă cu Instruirea noastră online pentru manipularea manuală. Contactați-ne la 0894631967 sau trimiteți-ne un e-mail la info@irish-manualhandling.com pentru a discuta nevoile dvs. de formare. Alăturați-vă nenumăraților clienți mulțumiți care ne-au încredințat să revoluționăm abordarea lor în ceea ce privește siguranța manipulării manuale.\n\nAsigurați siguranța și eficiența echipei dvs. - alegeți Irish-ManualHandling.com pentru un curs online complet de manipulare manuală astăzi!"],
        "footer": ["Gata pentru a începe?", "Înregistrați-vă chiar acum", "Verificați certificatul", "Cookie-uri", "Vă rugăm să citiți întrebările frecvente", "Sună-ne", "Resetarea parolei", "Autentificare client", "Clienții noștri valoroși"]
    },
    "pl": {
        "contact": "Skontaktuj się z nami",
        "contactTap": "Kliknij WhatsApp ➤",
        "contactSwitch": "aby natychmiast przełączyć się na nasz czat.",
        "contactOr": "Lub skontaktuj się z nami pod numerem",
        "contactOperating": "Nasze godziny pracy to od 10:00 do 19:00, od poniedziałku do piątku, oraz od 10:00 do 19:00 w weekendy i święta. Możesz również skontaktować się z nami mailowo pod adresem info@irish-manualhandling.com",
        "navigation": ["STRONA GŁÓWNA", "PROSZĘ PRZECZYTAJ FAQ", "SZKOLENIE ZESPOŁU", "DORADZTWO", "SKONTAKTUJ SIĘ", "BLOG"],
        "login": "Zaloguj",
        "subNav": ["120 960 uczestników i oferowane certyfikaty", "Szkolenie online 24/7", "Gwarancja zwrotu pieniędzy", "W pełni akredytowany kurs"],
        "videoTitle": "Wygodne i Skuteczne, Zabezpieczając Twój Bezpieczny Powrót do Pracy",
        "videoContent": "Oferowanie najlepszego kursu online z obszaru obsługi ręcznej, dostarczającego instrukcji bezpieczeństwa najwyższej jakości, zarządzania certyfikacją i usług doradczych, upraszczając zadanie zapewnienia, że każdy pracownik wraca do domu bezpiecznie.",
        "registerButton": "Zapłać / zarejestruj się tutaj",
        "counterLanding": ["KLIENCI", "WYDAWONY CERTYFIKAT", "WYKWALIFIKOWANI INSTRUKTORZY"],
        "landingProduct": ["Nagrodzony za Wyjątkowe Wyniki w Nauce Online w Irlandii i Europie", "Obsługa Ręczna", "Czas trwania: 1-2 godziny", "INFO", "KUP TERAZ", "Gdy rozpoczniesz kurs, będziesz mieć możliwość wyboru spośród 6 języków:"],
        "bulkSection": ["Nasze kursy online są zaprojektowane do łatwego ukończenia.", "Kup swój kurs online.", "Rozpocznij aktywację kursu i rozpocznij szkolenie.", "Rozwijaj się i Ukończ - Zaangażuj się w kurs, przejdź egzamin, a następnie pobierz swój certyfikat ukończenia.", "W razie jakiejkolwiek pomocy lub wskazówek, napisz do nas na info@Irish-ManualHandling.com."],
        "trustSection": ["Szkolenie, któremu możesz zaufać", "Wszystkie nasze kursy spełniają standardy Ciągłego Rozwoju Zawodowego i są akredytowane przez Usługę Certyfikacji CPD. Idziemy o krok dalej, zapewniając, że nasze kursy otrzymują niezależne zatwierdzenie od renomowanych organów, takich jak RoSPA, IATP, IIRSM i Instytut Hotelarstwa.", "Kurs dotyczący Bezpiecznego Podnoszenia Ciężarów jest poparty przez Skills for Care, główną organizację ds. rozwoju siły roboczej w opiece społecznej w Irlandii, Wielkiej Brytanii i we wszystkich krajach europejskich. Ta szanowana akredytacja jest ekskluzywna dla dostawców nauki i rozwoju najwyższej jakości w sektorze opieki społecznej."],
        "certificateSection": ["Ukończ ten kurs akredytowany CPD i ROSPA, aby uzyskać oficjalny certyfikat!", "Ukończ ten kurs CPD i ROSPA", "Akredytowany kurs, aby uzyskać oficjalny certyfikat!", "Potwierdź swoje umiejętności", "Irlandzki dyplom/certyfikat w zakresie obsługi ręcznej, akredytowany przez CPD i ROSPA, potwierdza nabyte umiejętności.", "Wyróżnij się z tłumu", "Dołącz do swojego CV irlandzki certyfikat obsługi ręcznej, aby przyćmić konkurencję.", "Awans w karierze", "Zaprezentuj swoje irlandzkie certyfikat obsługi ręcznej dla potencjalnych pracodawców, podkreślając Twoje umiejętności i możliwości."],
        "reviewTitle": ["Co mówią nasi klienci"],
        "homeAboutUs": ["O nas", "Witamy na Irish-ManualHandling.com, Twoim głównym miejscu docelowym do najwyższej jakości szkoleń online z zakresu bezpiecznego podnoszenia ciężarów w Irlandii. Nasza platforma jest zaprojektowana, aby dostarczać dostępne i wysokiej jakości kursy bezpieczeństwa dla irlandzkich pracowników, niezależnie od ich lokalizacji. Skupiając się na skuteczności i wygodzie, nasze certyfikowane kursy są dostępne wyłącznie online.", "W Irish Manual Handling niezmiernie dumamy z powodu integralności i doskonałości naszych usług szkoleniowych z zakresu bezpieczeństwa. Uważamy zdecydowanie, że właściwe kształcenie w dziedzinie bezpieczeństwa może stanowić kluczową różnicę między życiem a śmiercią. Nasze zobowiązanie do opracowywania i dostarczania kursów bezpieczeństwa najwyższej klasy jest odzwierciedleniem tej przekonania.", "Nasze certyfikaty są uznawane na terenie całej Irlandii, Wielkiej Brytanii i UE, co gwarantuje wiarygodność i zgodność. Nasi instruktorzy, cenieni członkowie CMIOSH (Członek Kolegium IOSH), są certyfikowani IOSH na poziomie NFQ 6. Znani z niezawodności, jakości i wygody, nasze usługi są świadectwem naszego zaangażowania.", "W razie pytań, wsparcia dla studentów, sprzedaży lub pomocy technicznej, skontaktuj się z nami pod numerem 0894631967. Alternatywnie skorzystaj z naszego systemu pomocy opartego na czacie lub skontaktuj się z nami drogą mailową pod adresem info@irish-manualhandling.com. Podnieś swoje szkolenie w zakresie bezpieczeństwa już dziś!"],
        "getCertificate": ["Zdobądź certyfikat", "STUDIUJ W DOGODNYM DLA CIEBIE TERMINIE", "Możesz ukończyć kurs online w czasie i miejscu, które pasuje do Twoich innych obowiązków", "OSZCZĘDZAJ CZAS, UCZĄC SIĘ ONLINE", "Wytnij czas podróży, oczekiwanie na rozpoczęcie kursu otwartego i delegaci pracujący z różną szybkością", "OSZCZĘDZAJ PIENIĄDZE, NAUCZĄC SIĘ ONLINE", "Studia online zmniejsza koszty ogólne związane z tradycyjnym szkoleniem w klasie", "STUDIUJ W TAKIM CZASIE, KTÓRY PASUJE DO CIEBIE", "Możesz ukończyć kurs online w terminie i miejscu odpowiadającym Twoim pozostałym obowiązkom", "OSZCZĘDZAJ CZAS, STUDIOWANIE ONLINE", "Oszczędź czas na dojazdy, oczekiwanie na rozpoczęcie kursu otwartego i delegaci pracujący z różną szybkością", "OSZCZĘDZAJ PIENIĄDZE, NAUCZAJĄC SIĘ ONLINE", "Nauka online zmniejsza koszty ogólne związane z tradycyjnym szkoleniem w klasie"],
        "expert": ["Szkolenie online dla ekspertów w zakresie obsługi ręcznej | Irish-ManualHandling.com", "Odkryj najwyższej klasy szkolenie online w zakresie obsługi ręcznej na Irish-ManualHandling.com. Podnieś bezpieczeństwo w miejscu pracy dzięki naszym kompleksowym kursom. Skontaktuj się z nami pod numerem 0894631967 lub pod adresem info@irish-manualhandling. com.", "Dlaczego warto wybrać Irish-ManualHandling.com?","Program nauczania: Nasze kursy obejmują najnowsze standardy branżowe i najlepsze praktyki, dzięki czemu Twój zespół jest dobrze zaznajomiony z procedurami bezpiecznej obsługi ręcznej. Nauka interaktywna: wciągające moduły z elementami interaktywnymi spraw, aby nauka była przyjemna i skuteczna dla wszystkich uczestników. Certyfikacja: Po pomyślnym ukończeniu otrzymasz akredytowany certyfikat potwierdzający zgodność z przepisami bezpieczeństwa. Wygodny dostęp online: Dostępna 24 godziny na dobę, 7 dni w tygodniu, nasza platforma zapewnia Twojemu zespołowi elastyczność uczenia się we własnym tempie i dogodności. Skontaktuj się z nami już dziś!", "Podnieś standardy bezpieczeństwa w swoim miejscu pracy dzięki naszemu szkoleniu online w zakresie obsługi ręcznej. Skontaktuj się z nami pod numerem 0894631967 lub wyślij e-mail na adres info@irish-manualhandling.com, aby omówić swoje potrzeby szkoleniowe. Dołącz do niezliczonej liczby zadowolonych klientów, którzy powierzyli nam zrewolucjonizowanie ich podejścia do bezpieczeństwa obsługi ręcznej.\n\nZapewnij swojemu zespołowi bezpieczeństwo i wydajność — wybierz Irish-ManualHandling.com już dziś, aby uzyskać kompleksowe szkolenie online w zakresie obsługi ręcznej!"],
        "footer": ["Gotowy do rozpoczęcia?", "Zarejestruj się już teraz", "Zweryfikuj certyfikat", "Pliki cookie", "Przeczytaj najczęściej zadawane pytania", "Zadzwoń do nas", "Resetowanie hasła", "Login klienta", "Nasi szanowni klienci"]
    },
    "ru": {
        "contact": "Свяжитесь с нами",
        "contactTap": "Нажмите WhatsApp ➤",
        "contactSwitch": "чтобы мгновенно переключиться на наш чат.",
        "contactOr": "Или свяжитесь с нами по телефону",
        "contactOperating": "Наш график работы с 10:00 до 19:00, с понедельника по пятницу, и с 10:00 до 19:00 в выходные и праздничные дни. Вы также можете связаться с нами по электронной почте по адресу info@irish-manualhandling.com",
        "navigation": ["ГЛАВНАЯ", "ПОЖАЛУЙСТА, ЧАСТЫЕ ВОПРОСЫ", "ТРЕНИРОВКА КОМАНДЫ", "КОНСУЛЬТИРОВАНИЕ", "СВЯЖИТЕСЬ С НАМИ", "БЛОГ"],
        "login": "Войти",
        "subNav": ["120 960 учащихся и предоставленных сертификатов", "Круглосуточное онлайн-обучение", "Гарантия возврата денег", "Полностью аккредитованный курс"],
        "videoTitle": "Удобно и Эффективно,Обеспечивая ваш безопасный возврат на работу",
        "videoContent": "Предоставляя лучший курс онлайн-обучения по ручной обработке, который предоставляет обучение по безопасности высокого качества, управление сертификацией и консультационные услуги, упрощая задачу обеспечения того, чтобы каждый работник возвращался домой в безопасности.",
        "registerButton": "Оплатить/зарегистрироваться здесь",
        "counterLanding": ["КЛИЕНТЫ", "ВЫДАНО СЕРТИФИКАТ", "КВАЛИФИЦИРОВАННЫЕ ИНСТРУКТОРЫ"],
        "landingProduct": ["Награжден за исключительные достижения в онлайн-обучении в Ирландии и Европе", "Ручная перевозка", "Продолжительность: 1-2 часа", "ИНФО", "КУПИТЬ СЕЙЧАС", "Когда вы начнете курс, у вас будет возможность выбрать из 6 языков:"],
        "bulkSection": ["Наши онлайн-курсы разработаны для легкого завершения.", "Купите свой курс онлайн.", "Начните, активируя свой курс и начиная обучение.", "Развивайтесь и Завершайте - Взаимодействуйте с курсом, сдайте экзамен, а затем загрузите свой сертификат об окончании.", "Для любой помощи или руководства просто напишите нам по адресу info@Irish-ManualHandling.com."],
        "trustSection": ["Обучение, которому можно доверять", "Все наши курсы соответствуют стандартам Постоянного Профессионального Развития и аккредитованы Службой Сертификации CPD. Мы выходим за рамки, убедившись, что наши курсы получают независимое одобрение от авторитетных органов, таких как RoSPA, IATP, IIRSM и Институт Гостеприимства.", "Курс по ручной перевозке поддерживается Skills for Care, ведущей организацией по развитию кадров в сфере социального обслуживания в Ирландии, Великобритании и всех европейских странах. Эта уважаемая аккредитация является эксклюзивной для провайдеров обучения и развития высокого качества в секторе социального обслуживания."],
        "certificateSection": ["Пройдите этот аккредитованный курс CPD и ROSPA, чтобы получить официальный сертификат!", "Пройдите этот аккредитованный курс CPD и ROSPA", "Аккредитованный курс, чтобы получить официальный сертификат!", "Подтвердите свои навыки", "Ирландский диплом/сертификат по ручному обращению, аккредитованный CPD и ROSPA, подтверждает приобретенные вами навыки.", "Выделитесь из толпы", "Включите в свое резюме ирландский сертификат по ручному обращению, чтобы затмить конкурентов", "Продвиньтесь в своей карьере", "Продемонстрируйте свою Ирландская сертификация по ручному обращению с потенциальными работодателями, подчеркивающая ваши навыки и способности."],
        "reviewTitle": ["Что говорят наши клиенты"],
        "homeAboutUs": ["О нас", "Добро пожаловать на Irish-ManualHandling.com, ваш первоклассный ресурс для обучения безопасной ручной перевозке в Ирландии. Наша платформа разработана для предоставления доступных и высококачественных курсов по безопасности для работников Ирландии, независимо от их местоположения. С фокусом на эффективности и удобстве, наши сертифицированные курсы доступны исключительно в онлайне.", "В Irish Manual Handling мы гордимся целостностью и отличием наших услуг по обучению в области безопасности. Мы твердо уверены, что правильное образование по безопасности может стать ключевым отличием между жизнью и смертью. Наше обязательство разработке и предоставлению курсов безопасности высшего класса отражает это убеждение.", "Наши сертификаты имеют признание в Ирландии, Великобритании и Евросоюзе, обеспечивая доверие и соответствие. Наши инструкторы, уважаемые члены CMIOSH (Член Коллегии IOSH), имеют сертификаты IOSH на уровне NFQ 6. Известные надежностью, качеством и удобством, наши услуги служат свидетельством нашего преданного отношения.", "Для запросов, поддержки студентов, продаж или технической помощи, свяжитесь с нами по номеру 0894631967. В качестве альтернативы используйте нашу систему чатовой поддержки или свяжитесь с нами по электронной почте по адресу info@irish-manualhandling.com. Поднимите уровень своего обучения безопасности уже сегодня!"],
        "getCertificate": ["Получите сертификат", "УЧИТЕСЬ В ВРЕМЯ, КОТОРОЕ ПОДХОДИТ ВАМ", "Вы можете пройти курс онлайн в то время и в месте, которое соответствует вашим другим обязательствам", "ЭКОНОМЬТЕ ВРЕМЯ, ОБУЧАЯСЬ ОНЛАЙН", "Вырезать время в пути, ожидание начала открытого курса и делегаты, которые работают с разной скоростью", "ЭКОНОМЬТЕ ДЕНЬГИ, ОБУЧАЯСЬ ОНЛАЙН", "Обучение онлайн сокращает накладные расходы, связанные с традиционным обучением в классе", "УЧИТЕСЬ В ВРЕМЯ, КОТОРОЕ ПОДХОДИТ ВАМ", "Вы можете пройти онлайн-курс в то время и в том месте, которое соответствует вашим другим обязательствам", "ЭКОНОМЬТЕ ВРЕМЯ, ОБУЧАЯСЬ ОНЛАЙН", "Сократите время на дорогу, ожидая начала открытого курса и делегаты, которые работают с разной скоростью", "ЭКОНОМЬТЕ ДЕНЬГИ, ОБУЧАЯСЬ ОНЛАЙН", "Обучение онлайн сокращает накладные расходы, связанные с традиционным обучением в классе"],
        "expert": ["Экспертное онлайн-обучение ручному обращению | Irish-ManualHandling.com", "Откройте для себя первоклассное онлайн-обучение ручному обращению на Irish-ManualHandling.com. Повысьте безопасность на рабочем месте с помощью наших комплексных курсов. Свяжитесь с нами по телефону 0894631967 или по адресу info@irish-manualhandling. com.", "Почему выбирают Irish-ManualHandling.com?","Учебная программа: наши курсы охватывают новейшие отраслевые стандарты и передовой опыт, гарантируя, что ваша команда хорошо разбирается в безопасных процедурах ручного обращения. Интерактивное обучение: увлекательные модули с интерактивными элементами Сделайте обучение приятным и эффективным для всех участников. Сертификация: после успешного завершения вы получите аккредитованный сертификат, подтверждающий соблюдение правил безопасности. Удобный онлайн-доступ: наша платформа доступна круглосуточно и без выходных, что позволяет вашей команде учиться в удобном для нее темпе. Свяжитесь с нами сегодня!", "Повысьте свои стандарты безопасности на рабочем месте с помощью нашего онлайн-обучения по ручному обращению. Свяжитесь с нами по телефону 0894631967 или напишите нам по адресу info@irish-manualhandling.com, чтобы обсудить ваши потребности в обучении. Присоединяйтесь к бесчисленному количеству довольных клиентов, которые доверили нам революционизировать их подход к безопасности ручного обращения.\n\nОбеспечьте безопасность и эффективность своей команды — выберите Irish-ManualHandling.com для комплексного онлайн-обучения ручному обращению уже сегодня!"],
        "footer": ["Готовы начать?", "Зарегистрируйтесь прямо сейчас", "Проверьте сертификат", "Файлы cookie", "Часто задаваемые вопросы", "Позвоните нам", "Сброс пароля", "Вход клиента", "Наши уважаемые клиенты"]
    },
    "ukr": {
        "contact": "Зв'яжіться з нами",
        "contactTap": "Торкніться WhatsApp ➤",
        "contactSwitch": "щоб миттєво перейти до нашого чату.",
        "contactOr": "Або зв'яжіться з нами за номером",
        "contactOperating": "Наш робочий графік з 10:00 до 19:00 з понеділка по п'ятницю, а також з 10:00 до 19:00 у вихідні та святкові дні. Ви також можете зв'язатися з нами за електронною адресою info@irish-manualhandling.com",
        "navigation": ["ГОЛОВНА", "БУДЬ ЛАСКА, ПРОЧИТАЙТЕ ЧАСТО ЗАПИТУВАНІ ПИТАННЯ", "ТРЕНУВАННЯ КОМАНДИ", "КОНСУЛЬТАЦІЇ", "ЗВ'ЯЖІТЬСЯ З НАМИ", "БЛОГ"],
        "login": "Увійти",
        "subNav": [ "120 960 учнів та виписаних сертифікатів", "Онлайн-навчання цілодобово", "Гарантія повернення грошей", "Повністю акредитований курс"],
        "videoTitle": "Зручно та Ефективно, Забезпечуючи ваш безпечний повернення на роботу",
        "videoContent": "Надаючи найкращий онлайн-курс з ручною обробкою, який надає інструкції з безпеки високої якості, управління сертифікацією та консультативні послуги, спрощуючи завдання забезпечення того, щоб кожний працівник повертався додому в безпеці.",
        "registerButton": "Оплатити / зареєструватися тут",
        "counterLanding": ["КЛІЄНТИ", "ВИДАНО СЕРТИФІКАТ", "КВАЛІФІКОВАНІ ІНСТРУКТОРИ"],
        "landingProduct": ["Нагороджений за Виняткові досягнення в Онлайн-навчанні в Ірландії та Європі", "Ручна обробка", "Тривалість: 1-2 години", "ІНФО", "КУПИТИ ЗАРАЗ", "Коли ви розпочнете курс, у вас буде можливість вибрати з 6 мов:"],
        "bulkSection": ["Наші онлайн-курси розроблені для легкого завершення.", "Придбайте свій курс онлайн.", "Почніть, активуючи свій курс та розпочинаючи навчання.", "Розвивайтеся та Завершуйте - Взаємодійте з курсом, складайте екзамен, а потім завантажте свій сертифікат про завершення.", "Для будь-якої допомоги чи керівництва просто надішліть нам електронного листа за адресою info@Irish-ManualHandling.com."],
        "trustSection": ["Навчання, якій можна довіряти", "Всі наші курси відповідають стандартам Постійного Професійного Розвитку і мають акредитацію від Служби Сертифікації CPD. Ми йдемо далі, забезпечуючи, що наші курси отримують незалежне схвалення від авторитетних органів, таких як RoSPA, IATP, IIRSM та Інститут Гостинності.", "Курс з ручної обробки підтримується Skills for Care, провідною організацією з розвитку робочої сили в галузі соціального обслуговування в Ірландії, Великобританії та всіх країнах Європи. Ця поважна акредитація є ексклюзивною для провайдерів вивчення та розвитку високої якості в галузі соціального обслуговування."],
        "certificateSection": ["Пройдіть цей акредитований курс CPD і ROSPA, щоб отримати свій офіційний сертифікат!", "Пройдіть цей CPD і ROSPA ", "Акредитований курс, щоб отримати свій офіційний сертифікат!", "Подтвердіть свої навички", "Ірландський диплом/сертифікат ручного поводження , акредитований CPD і ROSPA, підтверджує набуті вами навички.", "Виділяйся з натовпу", "Включіть у своє резюме свій ірландський сертифікат ручної обробки, щоб затьмарити конкурентів.", "Розвиток у кар’єрі", "Продемонструйте свою Сертифікат Irish Manual Handling для потенційних роботодавців, що підкреслює ваші навички та здібності."],
        "reviewTitle": ["Що кажуть наші клієнти"],
        "homeAboutUs":["Про нас", "Ласкаво просимо на Irish-ManualHandling.com, ваш висококласний ресурс для навчання безпечної ручної перевезення в Ірландії. Наша платформа розроблена для надання доступних і високоякісних курсів з безпеки для працівників Ірландії, незалежно від їхнього місцезнаходження. З фокусом на ефективності та зручності, наші сертифіковані курси доступні виключно онлайн.", "У Irish Manual Handling ми пишаємося цілісністю та винятковістю наших послуг з навчання в галузі безпеки. Ми твердо віримо, що належна освіта з безпеки може стати вирішальною різницею між життям і смертю. Наше зобов'язання розробці та наданню курсів безпеки вищого класу відображає це переконання.", "Наші сертифікати отримали визнання в Ірландії, Великобританії та Європейському союзі, забезпечуючи вірогідність та відповідність. Наші інструктори, поважні члени CMIOSH (Член Колегії IOSH), мають сертифікати IOSH на рівні NFQ 6. Знані надійністю, якістю та зручністю, наші послуги є свідченням нашого відданого підходу.", "Для запитань, підтримки студентів, продажів чи технічної допомоги звертайтеся за номером 0894631967. Також використовуйте нашу систему чатової підтримки або зв'яжіться з нами електронною поштою за адресою info@irish-manualhandling.com. Підвищте свій рівень навчання з безпеки вже сьогодні!"],
        "getCertificate": ["Отримайте свій сертифікат", "НАВЧАЙТЕСЯ В ТОЙ ЧАС, ЯКИЙ ВАМ ПІДХОДИТЬ", "Ви можете завершити свій курс онлайн у той час і в місці, які відповідають вашим іншим зобов’язанням", "ЗАКОНОДЖУЙТЕ ЧАС, НАВЧАючись ОНЛАЙН", "Вирізати час на дорогу, очікування на початок відкритого курсу та делегати, які працюють з різною швидкістю", "ЗАКОНОДЖУЙТЕ ГРОШІ, НАВЧАючись ОНЛАЙН", "Навчання онлайн скорочує накладні витрати, пов'язані з традиційним навчанням у аудиторії", "НАВЧАЙТЕСЯ В ЧАС, ЯКИЙ ПІДХОДИТЬ ВАМ", "Ви можете завершити свій курс онлайн у той час і в місці, які відповідають вашим іншим зобов’язанням", "ЕКОНОМІЯ ЧАСУ, НАВЧАЮЧИСЯ ОНЛАЙН", "Зменште час на дорогу, очікування початку відкритого курсу та делегати, які працюють з різною швидкістю", "ЗАКОНОДЖУЙТЕ ГРОШІ, НАВЧАючись ОНЛАЙН", "Навчання онлайн скорочує накладні витрати, пов'язані з традиційним навчанням у класі"],
        "expert": ["Онлайн-навчання експертів з ручного поводження | Irish-ManualHandling.com", "Відкрийте для себе першокласний онлайн-навчання з ручного поводження на Irish-ManualHandling.com. Підвищте рівень безпеки на робочому місці за допомогою наших комплексних курсів. Зв’яжіться з нами за номером 0894631967 або info@irish-manualhandling. com.", "Чому варто обрати Irish-ManualHandling.com?","Навчальна програма: наші курси охоплюють найновіші галузеві стандарти та найкращі практики, гарантуючи, що ваша команда добре обізнана з безпечними ручними процедурами обробки. Інтерактивне навчання: захоплюючі модулі з інтерактивними елементами зробіть навчання приємним і ефективним для всіх учасників. Сертифікація: після успішного завершення отримайте акредитовану сертифікацію, яка демонструє відповідність правилам безпеки. Зручний онлайн-доступ: доступна цілодобово, наша платформа забезпечує гнучкість для вашої команди, щоб навчатися у власному темпі та зручно. Зв’яжіться з нами сьогодні!", "Підвищте стандарти безпеки на робочому місці за допомогою нашого онлайн-навчання з ручного поводження. Зв’яжіться з нами за номером 0894631967 або напишіть нам електронний лист на info@irish-manualhandling.com, щоб обговорити ваші потреби в навчанні. Приєднуйтеся до незліченних задоволених клієнтів, які довірили нам революцію в їх підході до безпеки ручних вантажів.\n\nЗабезпечте безпеку та ефективність своєї команди — оберіть Irish-ManualHandling.com для всебічного онлайн-навчання ручним вантажно-розвантажувальним роботам сьогодні!"],
        "footer": ["Готові розпочати?", "Зареєструватися прямо зараз", "Перевірте сертифікат", "Файли cookie", "Прочитайте поширені запитання", "Зателефонуйте нам", "Скидання пароля", "Вхід клієнта", "Наші дорогі клієнти"]
    }
}
